import { Property } from "./Type";

export const property: Property[] = [
  {
    id: 1,
    name: "Anasiri Maliwan : อณาสิริ มะลิวัลย์ ขอนแก่น, ขอนแก่น",
    code: "11708372",
    category: "ทาวน์เฮ้าส์",
    price: "1,590,000 -1,790,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์  \n-เครื่องปรับอากาศ-ทางเข้าหลัก -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ -สวนสาธารณะ -ห้องยิมนาสติก",
    detail:
      "-ทาวน์เฮ้าส์ สำหรับขาย -พัฒนาโดย Sansiri-แสนสิริ จำกัด (มหาชน) -รูปแบบการเป็นเจ้าของ: ขายขาด -ก่อสร้างแล้วเสร็จ 2025 -269 หน่วยทั้งหมด -สถานะ: มียูนิตสร้างเสร็จพร้อมขาย -ประกาศเมื่อ 20 ม.ค. 2568",
    about:
      "-ทาวน์เฮ้าส์ สำหรับขาย -พัฒนาโดย Sansiri-แสนสิริ จำกัด (มหาชน) -รูปแบบการเป็นเจ้าของ: ขายขาด -ก่อสร้างแล้วเสร็จ 2025 -269 หน่วยทั้งหมด -สถานะ: มียูนิตสร้างเสร็จพร้อมขาย",
    image:
      "*https://th1-cdn.pgimgs.com/project-listing-project/11708372/PLPHO.126421143.V800/Anasiri-Maliwan-%E0%B8%AD%E0%B8%93%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/project-listing-project/11708372/PLPHO.126421137.V800/Anasiri-Maliwan-%E0%B8%AD%E0%B8%93%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg  ***https://th1-cdn.pgimgs.com/project-listing-project/11708372/PLPHO.126421140.V800/Anasiri-Maliwan-%E0%B8%AD%E0%B8%93%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450354517380937, 102.74081089928956",
    Link: " https://www.ddproperty.com/property/project/anasiri-maliwan-%E0%B8%AD%E0%B8%93%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11708372#3378",
    "": "",
  },
  {
    id: 2,
    name: "The Base Height Mittraphap-Khon Kaen : เดอะ เบส ไฮท์ มิตรภาพ - ขอนแก่น, ขอนแก่น\n333 ถ. มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10864407",
    category: "คอนโด",
    price: "5,200,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย24ชม -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย\n-สร้างเสร็จเมื่อ ม.ค. 2558 -ประกาศเมื่อ 20 ม.ค. 2568\n-ขายขาด\n-พื้นที่ชั้น 66 ตร.กม.\n-78,788/ตร.ม.\n-พัฒนาโดย Sansiri-แสนสิริ จำกัด (มหาชน)\n-983 หน่วยทั้งหมด",
    about:
      "ขาย คอนโด เดอะเบส ไฮท์ มิตรภาพ ขอนแก่น 2 ห้องนอน 66.5 ตรม. ติดเซ็นทรัล\nขาย คอนโด รีโนเวทใหม่ สภาพเยี่ยม เลขห้องมงคล เดอะเบส ไฮท์ มิตรภาพ ขอนแก่น 2 ห้องนอน 66.5 ตรม. ทำเลทอง ติดเซ็นทรัลพล่าซ่า\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10864407/UPHO.116048099.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg  **https://th1-cdn.pgimgs.com/listing/10864407/UPHO.116048100.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/10864407/UPHO.116048101.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435871627971213, 102.82587162919732",
    Link: "https://www.ddproperty.com/property/the-base-height-mittraphap-khon-kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10864407",
    "": "",
  },
  {
    id: 3,
    name: "ขายบ้านเดี่ยว หมู่บ้าน ชลลดา เมืองขอนแก่น บ้านเดี่ยว 2 ชั้น ใกล้บึงหนองโคตร ทำเลดีอยู่ในตัวเมือง, ขอนแก่น\n111/136 ถนน บ้านคำไฮ-บ้านโจด, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11450865",
    category: "บ้าน",
    price: "4,000,000",
    convenience:
      "-ที่จอดรถ\n-ฟิตเนส\n-รักษาคงามปลอดภัย 24ชม.\n-สนานมเด็กเล่น\n-สระว่ายน้ำ\n-สาธารณูปโภค",
    detail:
      "-บ้านเดี่ยว ขาย\n-มีบางส่วน\n-ขายขาด\n-ประกาศเมื่อ 20มค. 2568\n-พื้นที่ชั้น 160ตร.ม.\n-ขนาดที่ดิน 246ตร.ม./62 ตร.วา\n-16,233.77/ ตร.ม.",
    about:
      "ขายบ้านเดี่ยว หมู่บ้านชลลดา เมืองขอนแก่น ใกล้บึงหนองโคตร ทำเลดีน่าอยู่\nขายบ้านเดี่ยว หมู่บ้าน ชลลดา เมืองขอนแก่น บ้านเดี่ยว 2 ชั้น ใกล้บึงหนองโคตร ทำเลดีอยู่ในตัวเมือง บรรยากาศน่าอยู่อาศัย ใกล้ห้างสรรพสินค้า เดินทางสะดวก\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11450865/UPHO.123110518.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg  **https://th1-cdn.pgimgs.com/listing/11450865/UPHO.123110579.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/11450865/UPHO.123110644.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ****https://th1-cdn.pgimgs.com/listing/11450865/UPHO.123110672.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg *****https://th1-cdn.pgimgs.com/listing/11450865/UPHO.123110620.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.431230957434604, 102.80595131288818",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11450865",
    "": "",
  },
  {
    id: 4,
    name: "ขอนแก่น 40000, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11621610",
    category: "บ้าน",
    price: "2,550,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20มค.2568\n-พื้นที่ชั้น 119 ตร.ม.\n-ขนาดที่ดิน 164/41 ตร.วา\n- 15,548.78/ตารางเมตร",
    about:
      "บ้านใกล้ มข. ร.8\nเปิดจองแล้ว‼️ เริ่ม 2.55 ลบ. ฟรีโอน\nร.8 - มหาวิทยาลัยขอนแก่น\nสามารถเดินทางได้สะดวก เดินเข้าออกได้หลายเส้นทาง\nพื้นที่ใช้สอย 119 ตร.ม. เนื้อที่ เริ่มต้น 41 ตรว.\n3 ห้องนอน 2 ห้องน้ำ จอดรถ 2 คัน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11621610/UPHO.125330192.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/11621610/UPHO.125330193.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg *** https://th1-cdn.pgimgs.com/listing/11621610/UPHO.125330195.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ****https://th1-cdn.pgimgs.com/listing/11621610/UPHO.125330196.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.43576805919486, 102.77133988418514",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11621610",
    "": "",
  },
  {
    id: 5,
    name: "ขอนแก่น 40000, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11621630",
    category: "บ้าน",
    price: "2,890,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20 มค.2568\n-พื้นที่ชั้น 100 ตร.ม.\n-ขนาดที่ดิน 160ตร.ม./40ตร.วา\n- 18,062.5 / ตร.ม.",
    about:
      "บ้านหลังศูนย์ราชการ\nขาย 2.89 ลบ ฟรีโอน\nทำเล ถนนหลังศูนย์ราชการ\nบ้านเดี่ยวสไตล์อังกฤษ คอตเทจ ใจกลางเมืองขอนแก่น ใกล้ศูนย์ราชการ เพียง 700 เมตรจากถนนหลังศูนย์ราชการ (ตชด.)\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11621630/UPHO.125330525.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/11621630/UPHO.125330527.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11621630/UPHO.125330529.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ****https://th1-cdn.pgimgs.com/listing/11621630/UPHO.125330530.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.43187866415786, 102.80814685246435",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11621630",
    "": "",
  },
  {
    id: 6,
    name: "ขอนแก่น 40000, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11621620",
    category: "ทาวน์เฮ้าส์",
    price: "1,890,000",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย\n-ประกาศเมื่อ 20มค.2568   -พื้นที่ชั้น 100 ตร.ม.\n-ขนาดที่ดิน 64 ตร.ม./16ตร.วา\n-18,900/ ตร.ม",
    about:
      "ทาวน์เฮ้าส์หน้าค่ายศรีพัชรินทร์\nถนนกสิกรทุ่งสร้าง‼️ เดินเข้าไปเพียง 10 เมตร ‼️\nหน้าค่ายศรีพัชรินทร์\nขาย 1.89 ลบ. ฟรีโอน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11621620/UPHO.125330357.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/11621620/UPHO.125330370.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/11621620/UPHO.125330370.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.444989798765448, 102.84152014773103",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11621620",
    "": "",
  },
  {
    id: 7,
    name: "ขอนแก่น 40000, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11618767",
    category: "ทาวน์เฮ้าส์",
    price: "1,990,000",
    convenience: "",
    detail:
      "-ทาน์เฮ้าส์ ขาย\n-ประกาศเมื่อ 20มค.2568\n-พื้นที่ชั้น 100 ตร.ม.\nขนาดที่ดิน 72 ตร.ม./18 ตร.วา\n-\n19,900 / ตร.วา",
    about:
      "บ้านใกล้โรงพยาบาลศรีนครินทร์\nทาวน์เฮ้าส์ 2 ชั้น รีโนเวทตกแต่งพร้อมอยู่\nตรงข้าม รพ.ศรีนครินทร์ ขอนแก่น\nหมู่บ้านขอนแก่นวิลล่า ซอยมิตรภาพ 27\nเพียง 1,990,000 บาท ผ่อน 7,xxx บาท/เดือน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11618767/UPHO.125292987.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/11618767/UPHO.125292988.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/11618767/UPHO.125292989.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ****https://th1-cdn.pgimgs.com/listing/11618767/UPHO.125292990.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.46813313919513, 102.83402102737915",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11618767",
    "": "",
  },
  {
    id: 8,
    name: "ขาย ที่ดิน 2 ไร่ บ้านทุ่ม จ.ขอนแก่น, ขอนแก่น\nบ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "10684647",
    category: "ที่ดิน ",
    price: "980,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย\n-ประกาศเมื่อ 15มค. 2568\n-ขนาดที่ดิน 3200ตร.ม./2ไร่\n-306/ตารางเมตร(ที่ดิน)",
    about:
      "ขาย ที่ดิน 2 ไร่ บ้านทุ่ม จ.ขอนแก่น\nที่ตั้งโครงการ : ตำบลบ้านทุ่ม อำเภอเมือง จังหวัดขอนแก่น\nเนื้อที่ 2 ไร่ ที่ดินถมแล้ว\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10684647/UPHO.121007629.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-2-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/10684647/UPHO.114096491.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-2-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.44221309100541, 102.72168073285002",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-2-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10684647",
    "": "",
  },
  {
    id: 9,
    name: "Metro Condo : เมทโทร คอนโด, ขอนแก่น",
    code: "7118300",
    category: "คอนโด",
    price: "1,499,000",
    convenience: "",
    detail:
      "-คอนโด ขาย\n-สร้างเสร็จเมื่อ 2559\n-ประกาศเมื่อ 13 มค. 2568\n-พื้นที่ชั้น 32 ตร.ม.\n- 46,843.75/ตร.ม.\n-พัฒนาโดย Isanpiman-อีสานพิมานกรุ๊ป จำกัด \n-210 หน่วยทั้งหมด",
    about:
      "ห้องสวย ตกแต่งใหม่ น่าอยู่มาก ทำเลดี พร้อมอยู่\nขายด่วน Metro Condo เมโทรคอนโดขอนแก่น 1ห้องนอน 1ห้องน้ำ 32 ตรม พร้อมเฟอร์นิเจอร์ครบชุด ทีวี น้ำอุ่นและแอร์ 2 ตัว ห้องสวย ตกแต่งใหม่พร้อมอยู่\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965995.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965994.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965997.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.430656026226746, 102.82194497575635",
    Link: "https://www.ddproperty.com/property/metro-condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7118300",
    "": "",
  },
  {
    id: 10,
    name: " รัตนาธานี ขอนแก่น, ขอนแก่น บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "10990383",
    category: "บ้าน",
    price: "2,200,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20มค.2568\n-พื้นที่ชั้น 80 ตร.ม.\n-ขนาดที่ดิน 184ตร.ม./46ตร.วา                                                                      - 11,956.52/ตารางเมตร",
    about:
      "รัตนาธานี ใกล้ตลาดต้นตาล\nOMG 2 ล้านต้นๆ ราคาประเมินสูง\nไม่คว้าไม่ได้แล้วจ้า #รัตนาธานี\nค่าใช้จ่ายทั้งหมด ณ กรมที่ดิน คนละครึ่ง\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10990383/UPHO.117553864.V800/%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10990383/UPHO.117553867.V800/%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/10990383/UPHO.117553866.V800/%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.410403702497852, 102.79477600955974",
    Link: "https://www.ddproperty.com/property/%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10990383",
    "": "",
  },
  {
    id: 11,
    name: "ขอนแก่น 40000, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11618772",
    category: "บ้าน ",
    price: "2,490,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยวย ขาย\n-ประกาศเมื่อ 20มค.2568 -พื้นที่ชั้น 100 ตร.ม.\n-ขนาดที่ดิน 200 ตร.ม./50ตร.วา\n- 12,450/ตร.ม",
    about:
      "บ้านใกล้บึงหนองโคตร\n#บ้านสวยใกล้บึงหนองโคตร พิกัดบ้านโคกฟันโปง\n3 ห้องนอน 2 ห้องน้ำ พร้อมห้องครัว ห้องนั่งเล่น\nจอดรถ 2 คัน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11618772/UPHO.125293054.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/11618772/UPHO.125293055.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/11618772/UPHO.125293056.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.431545956534503, 102.77322183214318",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11618772",
    "": "",
  },
  {
    id: 12,
    name: "ขอนแก่น 40000, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11621590",
    category: "บ้าน ",
    price: "2,290,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ\n-ประกาศเมื่อ 20 มค.2568\n-พื้นที่ชั้น 90 ตร.ม.\n-ขนาดที่ดิน 132 ตร.ม./33 ตร.วา\n-  17,348.48 /ตร.ม.",
    about:
      "บ้านใกล้ มข\nบ้านเดี่ยวใกล้ มข. ใกล้ รพ.ศรีนครินทร์\nพิกัด : ซอยโลตัสตรงข้าม ม.วราสิริหนองไผ่\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11621590/UPHO.125329850.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11621590/UPHO.125329850.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg ***https://th1-cdn.pgimgs.com/listing/11621590/UPHO.125329850.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.487391031479294, 102.84535877083636",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11621590",
    "": "",
  },
  {
    id: 13,
    name: "ขอนแก่น 40000, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11621559",
    category: "บ้าน ",
    price: "1,990,000",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย\n-ประกาศเมื่อ 20 มค.2568\n-พื้นที่ชั้น 80 ตร.ม.\n-ขนาดที่ดิน 72 ตร.ม./18ตร.วา\n-24,875 ตร.ม.",
    about:
      "บ้านตรงข้าม รพ.ศรีนครินทร์\nทาวน์เฮ้าส์ 2 ชั้น รีโนเวทตกแต่งพร้อมอยู่\nตรงข้าม รพ.ศรีนครินทร์ ขอนแก่น\nหมู่บ้านขอนแก่นวิลล่า ซอยมิตรภาพ 27\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11621559/UPHO.125329277.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg **https://th1-cdn.pgimgs.com/listing/11621559/UPHO.125329286.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11621559/UPHO.125329288.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.467291503986324, 102.83687192976795",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11621559",
    "": "",
  },
  {
    id: 14,
    name: "ขอนแก่น 40000, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11618760",
    category: "บ้าน ",
    price: "1,490,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20 มค.2568\n-พื้นที่ชั้น 100 ตร.ม.\n-ขนาดที่ดิน 84 ตร.ม./21 ตร.วา\n-17,738.1 /ตร.ม",
    about:
      "บ้านเอื้ออาทร ศิลา\nบ้านแฝด #เอื้ออาทรศิลา ขอนแก่น\nขายเพียง 1.49 ลบ. รีโนเวทตกแต่งพร้อมอยู่\nฟรีทุกค่าใช้จ่าย\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11618760/UPHO.125292863.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11618760/UPHO.125292864.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11618760/UPHO.125292866.V800/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.47887356572254, 102.8516931951615",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11618760",
    "": "",
  },
  {
    id: 15,
    name: "สามเหลี่ยม, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11548480",
    category: "บ้าน ",
    price: "3,390,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20มค.2568\n-พื้นที่ชั้น 160 ตร.ม.\n-ขนาดที่ดิน 162 ตร.ม./41ตร.วา\n-20,925.93 / ตร.ม",
    about:
      "บ้าน ทำเลสามเหลี่ยม ขอนแก่น\nPre Sale ภายใน 30 กย 67\n3.59 ล้าน เหลือ 3.39 ล้าน\nบ้านในเมือง ในสามเหลี่ยม\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11548480/UPHO.124377699.V800/%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11548480/UPHO.124377699.V800/%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11548480/UPHO.124377699.V800/%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.459323319007627, 102.83672904482331",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11548480",
    "": "",
  },
  {
    id: 16,
    name: "พิมาลชล บูเลอวาร์ด, ขอนแก่น\nเมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "10990380",
    category: "บ้าน",
    price: "4,190,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20มค.2568\n-พื้นที่ชั้น 120 ตร.ม.\n-ขนาดที่ดิน 335 ตร.ม./84 ตร.วา\n- 12,500 /ตร.ม  ",
    about:
      "พิมานชล 2 ตรงข้ามบึงแก่นนคร\nJK001 #ขายบ้านใกล้บึงแก่นนคร พิมานชลบูเลอวาร์ด\nบ้านมือสอง สภาพมือหนึ่ง\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10990380/UPHO.117553779.V800/%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A5%E0%B8%8A%E0%B8%A5-%E0%B8%9A%E0%B8%B9%E0%B9%80%E0%B8%A5%E0%B8%AD%E0%B8%A7%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10990380/UPHO.117553782.V800/%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A5%E0%B8%8A%E0%B8%A5-%E0%B8%9A%E0%B8%B9%E0%B9%80%E0%B8%A5%E0%B8%AD%E0%B8%A7%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10990380/UPHO.117553781.V800/%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A5%E0%B8%8A%E0%B8%A5-%E0%B8%9A%E0%B8%B9%E0%B9%80%E0%B8%A5%E0%B8%AD%E0%B8%A7%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/10990380/UPHO.117553783.V800/%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A5%E0%B8%8A%E0%B8%A5-%E0%B8%9A%E0%B8%B9%E0%B9%80%E0%B8%A5%E0%B8%AD%E0%B8%A7%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.405209606301426, 102.84963429516007",
    Link: "https://www.ddproperty.com/property/%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A5%E0%B8%8A%E0%B8%A5-%E0%B8%9A%E0%B8%B9%E0%B9%80%E0%B8%A5%E0%B8%AD%E0%B8%A7%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10990380",
    "": "",
  },
  {
    id: 17,
    name: "ที่ดินบ้านทุ่ม ขอนแก่น, ขอนแก่น\nบ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11733410",
    category: "ที่ดิน ",
    price: "37,000,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย\n-ประกาศเมื่อ 20 มค.2568\n-รหัสประกาศ 11733410  -ขนาดที่ดิน 4708 ตร.ม./ 2 ไร่ 3 งาน 77 ตร.วา\n-7,858.96 /ตร.ม. (ที่ดิน)",
    about:
      "ขายที่ดินทำเลทอง เนื้อที่ 2 ไร่ 3 งาน 77.1 ตารางวา เมืองขอนแก่น\nที่ดิน : บ้านทุ่ม ขอนแก่น\nที่ตั้ง : ถนน มะลิวัลย์ (12) ต.บ้านทุ่ม อ.เมืองขอนแก่น จ.ขอนแก่น\nรหัสทรัพย์ : T-102986\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11733410/UPHO.126734059.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11733410/UPHO.126734060.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.475453131982693, 102.76299972654395",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11733410",
    "": "",
  },
  {
    id: 18,
    name: "ที่ดินบ้านทุ่ม ขอนแก่น, ขอนแก่น\nบ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11733114",
    category: "ที่ดิน",
    price: "3,300,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย\n-ประกาศเมื่อ 20 มค.2568\n-ขนาดที่ดิน 9761 ตร.ม./ 6ไร่ 40 ตร.วา\n- 338.09 / ตร.ม.(ที่ดิน)",
    about:
      "-ที่ดิน ขาย\n-ประกาศเมื่อ 20 มค.2568\n-รหัสประกาศ 11733114\n-ขนาดที่ดิน 9761 ตร.ม./ 6ไร่ 40 ตร.วา\n- 338.09 / ตร.ม.(ที่ดิน)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11733114/UPHO.126730552.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11733114/UPHO.126730553.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11733114/UPHO.126730554.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11733114/UPHO.126730556.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.477436168242928, 102.71072114847621",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11733114",
    "": "",
  },
  {
    id: 19,
    name: "ทีดิน, ขอนแก่น\nแดงใหญ่, เมืองขอนแก่น, ขอนแก่น ",
    code: "11582986",
    category: "ที่ดิน",
    price: "1,750,000",
    convenience: "",
    detail:
      "-ที่ดิน ชาย\n-ประกาศเมื่อ 20 มค.2568\n-ขนาดที่ดิน 1600 ตร.ม./1 ไร่\n-1,093.75 /ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดินขอนแก่น แปลงหัวมุม ติดถนนเลี่ยงเมือง\nขายที่ดินขอนแก่น แปลงหัวมุม ติดถนนเลี่ยงเมือง\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11582986/UPHO.124829122.V800/%E0%B8%97%E0%B8%B5%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11582986/UPHO.124829122.V800/%E0%B8%97%E0%B8%B5%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11582986/UPHO.124829122.V800/%E0%B8%97%E0%B8%B5%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.483016904459674, 102.73379199120265",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11582986",
    "": "",
  },
  {
    id: 20,
    name: "หมู่บ้านแลนด์แอนด์เฮ้าส์พาร์ค, ขอนแก่น\nเลี่ยงเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11732931",
    category: "บ้าน",
    price: "2,70,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 20มค.2568\n-พื้นที่ชั้น 143 ตร.ม.\n-ขนาดที่ดิน 240 ตร.ม./60 ร.วา\n- 11,250 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว 2 ชั้น ในโครงการหรู มบ.แลนด์แอนด์เฮ้าส์พาร์ค-เลี่ยงเมือง\nจุดเด่นของโครงการ:\n- ไม่มีเสาไฟฟ้าในโครงการ สายไฟฟ้าลงดิน เพิ่มความปลอดภัยและความสวยงาม\n- สภาพแวดล้อมร่มรื่น สงบ และน่าอยู่\n- สังคมคุณภาพ เหมาะสำหรับการอยู่อาศัย\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732931/UPHO.126728104.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732931/UPHO.126728105.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11732931/UPHO.126728108.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "14.88194118287751, 102.07125892327687",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732931",
    "": "",
  },
  {
    id: 21,
    name: "บ้านพฤกษา นารา ศรีจันทร์-ขอนแก่น, ขอนแก่น\nศรีจันทร์, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11732914",
    category: "บ้าน",
    price: "3,290,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย \n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 161 ตร.ม.\n-ขนาดที่ดิน 231 ตร.ม./58 ตร.วา\n- 14,230.10 / ตร.ม.",
    about: "บ้านพฤกษา นารา ติดถนนศรีจันทร์ ใกล้บึงหนองโคตร 3ห้องนอน 2ห้องน้ำ\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732914/UPHO.126727873.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732914/UPHO.126727873.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11732914/UPHO.126727873.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.438063600246565, 102.78918192584577",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732914",
    "": "",
  },
  {
    id: 22,
    name: "โฮมออฟฟิศชั้นเดียว มบ.แสงอรุณวิลล่าขอนแก่น, ขอนแก่น",
    code: "11732669",
    category: "บ้าน",
    price: "3,800,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 300 ตร.ม.\n-ขนาดที่ดิน 416 ตร.ม./1 งาน 4 ตร.วา\n- 9,134.62 /ตร.ม.",
    about:
      "ขายโฮมออฟฟิศชั้นเดียว ที่ดิน 104 ตรว. มบ.แสงอรุณวิลล่าขอนแก่น\nขายโฮมออฟฟิศชั้นเดียว สวยครบจบในที่เดียว\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732669/UPHO.126724207.V800/%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%AD%E0%B8%AD%E0%B8%9F%E0%B8%9F%E0%B8%B4%E0%B8%A8%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%A1%E0%B8%9A-%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732669/UPHO.126724207.V800/%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%AD%E0%B8%AD%E0%B8%9F%E0%B8%9F%E0%B8%B4%E0%B8%A8%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%A1%E0%B8%9A-%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11732669/UPHO.126724209.V800/%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%AD%E0%B8%AD%E0%B8%9F%E0%B8%9F%E0%B8%B4%E0%B8%A8%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%A1%E0%B8%9A-%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11732669/UPHO.126724209.V800/%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%AD%E0%B8%AD%E0%B8%9F%E0%B8%9F%E0%B8%B4%E0%B8%A8%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%A1%E0%B8%9A-%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.425208122196725, 102.88818627981784",
    Link: "https://www.ddproperty.com/property/%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%AD%E0%B8%AD%E0%B8%9F%E0%B8%9F%E0%B8%B4%E0%B8%A8%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%A1%E0%B8%9A-%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732669",
    "": "",
  },
  {
    id: 23,
    name: "บ้านเกษมทรัพย์ขอนแก่น, ขอนแก่น\nเลี่ยงเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11732662",
    category: "บ้าน ",
    price: "3,900,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 240 ตร.ม.\n-ขนาดที่ดิน 400 ตร.ม./ 1 งาน\n-9,750 / ตารางเมตร",
    about:
      "ขายโฮมออฟฟิศสไตล์นอร์ดิก ทำเลเยี่ยมในขอนแก่น ที่ 100 ตรว.ใกล้บิ๊กซี2\nขายโฮมออฟฟิศสไตล์นอร์ดิก ทำเลเยี่ยมในขอนแก่น\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732662/UPHO.126724070.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732662/UPHO.126724096.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11732662/UPHO.126724103.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11732662/UPHO.126724099.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.46291190972265, 102.82799346447605",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732662",
    "": "",
  },
  {
    id: 24,
    name: "คอนโดเอสเซ้นท์ขอนแก่นติดเซ็นทรัล แต่งครบ วิวดี ชั้น 9, ขอนแก่น ",
    code: "11732646",
    category: "คอนโด",
    price: "2,250,000",
    convenience: "",
    detail:
      "-คอนโด ขาย\n-ตกแต่งครบ\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 24 ตร.ม.\n- 95,500.85 / ตร.ม.",
    about:
      "เอสเซ้นท์คอนโดติดเซ็นทรัลขอนแก่น onebed ชั้น 9 วิวเมือง\nขายคอนโดเอสเซ้นท์ ติดห้างเซ็นทรัลขอนแก่น ✨\nคอนโดทำเลทอง วิวดี ไม่มีอาคารบัง เห็นวิวเมืองชัดเจน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723771.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723771.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723771.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723771.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.43545227924535, 102.82576206817446",
    Link: "https://www.ddproperty.com/property/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732646",
    "": "",
  },
  {
    id: 25,
    name: "อินิซิโอขอนแก่นบ้านพร้อมเฟอร์ฯ 3 นอน เพียง 4.2 ล้าน ทิศเหนือ ใกล้สวน, ขอนแก่น\nมิตรภาพ 333/46x, แดงใหญ่, เมืองขอนแก่น, ขอนแก่น ",
    code: "8246974",
    category: "บ้าน",
    price: "3,900,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย \n-ตกแต่งครบ \n-ประกาศเมื่อ 19 ม.ค.2568\n-พื้นที่ชั้น 160 ตร.ม.\n-ขนาดที่ดิน 220 ตร.วา\n-17,727.27 / ตร.ม",
    about:
      "อินิซิโอขอนแก่น พร้อมเฟอร์นิเจอร์ ราคาเพียง 3.92ล้าน\nบ้านสวย ตกแต่งหรู เฟอร์นิเจอร์ ,แอร์ผ้าม่าน ทั้งหลัง ตามภาพ มีพื้นที่สนามข้างบ้านขนาดใหญ่ เฟสแรกใกล้สวนสาธารณะ ส่วนกลาง ขายถูก เพราะเจ้าของบ้านไม่ค่อย\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312838.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312826.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312906.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312849.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.45079872084116, 102.7509372790185",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8246974",
    "": "",
  },
  {
    id: 26,
    name: "สีวลีมะลิวัลย์ขอนแก่น, ขอนแก่น\n555/XX มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น  ",
    code: "11558294",
    category: "บ้าน",
    price: "9,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 200 ตร.ม.\n-ขนาดที่ดิน 317 ตร.ม./ 79 ตร.วา\n-29,987.37/ ตร.ม.",
    about: "สีวลีมะลิวัลย์ บ้านมือสองสภาพใหม่ใกล้สวน 4 นอน สวนสวย\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11558294/UPHO.124510100.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11558294/UPHO.124510101.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11558294/UPHO.124510103.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11558294/UPHO.124510102.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450580377284314, 102.74786625283224",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11558294",
    "": "",
  },
  {
    id: 27,
    name: "นันทวันขอนแก่น, ขอนแก่น\n333/20 บ้านกอก, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11295124",
    category: "บ้าน",
    price: "8,900,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 250 ตร.ม.\n-ขนาดที่ดิน 364 ตร.ม./91ตร.วา\n-24,450.55 / ตร.ม.",
    about:
      "ขายบ้านหรูนันทวันขอนแก่น หลังใหญ่ 4 นอน 4 น้ำ 4 จอดรถ\nบ้านหรูหลังใหญ่ เจ้าของบ้านย้ายกลับ ตปท. แปลงมุมในทิศใต้ อยู่ถมมเส้นเมนหลักโครงการ ต่อเติมอาคาร ในส่วนของห้องนอนล่างและห้องน้ำในตัว มีระเบียงชั้น 2 ขนาดใหญ่ ขนาด 4 ห้องนอน 1 ห้องรับแขก 1 ห้องครัว 1 ห้องพักผ่อนบน ปรับเป็นห้องทำงานได้ 4 ห้องน้ำ จอดรถได้ 4 คัน พร้อมอาคารชั้นเดียวเอนกประสงค์ ทำเป็นห้องทำงาน / ห้องออกกำลังกายได้ ขายต่ำกว่าทุนมาก\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11295124/UPHO.121175069.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11295124/UPHO.121175073.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11295124/UPHO.121175075.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11295124/UPHO.121175074.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*****https://th1-cdn.pgimgs.com/listing/11295124/UPHO.121175074.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.42837160172421, 102.80546509331093",
    Link: "https://www.ddproperty.com/property/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11295124",
    "": "",
  },
  {
    id: 28,
    name: "บ้านสไตล์รีสอร์ท แลนด์แอนด์เฮ้าส์โครงการระดับพรีเมี่ยมขอนแก่น, ขอนแก่น\n39/24x เลี่ยงเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "7925438",
    category: "บ้าน",
    price: "5,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 240 ตร.ม.\n-ขนาดที่ดิน 324 ตร.ม./81 ตร.วา\n-16,975.31 / ตร.ม.",
    about:
      "บ้านแบบรีสอร์ท 81 ตรว. พร้อมเฟอร์ฯ,แอร์ทุกห้องนอน,ห้องแม่บ้าน\nบ้านเจ้าของดูแลอย่างดี แบบรีอสร์ท เน้นโถงรับแขกใหญ่ ,มีห้องทำงานล่าง ปรับเป็นห้องนอนได้อีก 1 ห้อง , ห้องนอนล่างขนาดใหญ่ ,ห้องแม่บ้านและห้องน้ำในตัวหลังบ้าน ,มีสนามหญ้า ,จอดรถได้ 2 คัน และติดมุ้งลวดเหล็กดัด,ระบบปั้มน้ำ,ถังสำรองน้ำครบ (เพิ่งรีโนเวตทาสีใหม่ทั้งหลัง) \n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7925438/UPHO.75890364.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%A1%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg** https://th1-cdn.pgimgs.com/listing/7925438/UPHO.75890364.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%A1%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/7925438/UPHO.75890365.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%A1%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.401788475576325, 102.79518723748856",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%A1%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7925438",
    "": "",
  },
  {
    id: 29,
    name: "สีวลีมะลิวัลย์, ขอนแก่น\n555/70 มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "10584954",
    category: "บ้าน",
    price: "4,850,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ \n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 165 ตร.ม.\n-ขนาดที่ดิน 229 ตร.ม./57 ตร.วา\n-21ม197.55/ ตร.ม.",
    about:
      "สีวลีมะลิวัลย์บ้านพร้อมเฟอร์นิเจอร์ตกแต่งสวย แปลงมุมทิศเหนือ ซอย12\nบ้านสวย สภาพเหมือนบ้านใหม่ เจ้าของไม่ค่อยได้อยู่\nส่วนใหญ่อยู่ต่างประเทศ\nบ้านตกแต่งไว้ครบ พร้อมอยู่ ตกแต่งสวนสวนรอบบ้าน\nตต่อเติมเฉลียงพักผ่อน และขยายห้องครัวเพิ่ม และติดตั้งระบบโซล่าเซลล์ ขนาดใหญ่ไว้ที่หลังคาโรงรถ และติดต้องCCTV รอบบ้าน ราคาคุยได้นะคะ\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10584954/UPHO.112800957.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10584954/UPHO.112801003.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10584954/UPHO.112800972.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/10584954/UPHO.112800972.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4505186394105, 102.74793062584607",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10584954",
    "": "",
  },
  {
    id: 30,
    name: "นันทวันขอนแก่น, ขอนแก่น\n333 รอบบึงหนองโคตร, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11174622",
    category: "บ้าน",
    price: "18,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 310 ตร.ม.\n-ขนาดที่ดิน 440 ตร.ม./1งาน10ตร.วา\n-42,045.45 /ตารางเมตร",
    about:
      "บ้านหรูนันทวันขอนแก่น หน้าคลับเฮ้าส์ 4 นอน 4 น้ำ สภาพใหม่\nขายบ้านหรูในโครงการนันทวัน ขอนแก่น\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11174622/UPHO.124509514.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11174622/UPHO.124509514.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11174622/UPHO.119755051.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11174622/UPHO.119755051.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.428453928274052, 102.80551873748911",
    Link: "https://www.ddproperty.com/property/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11174622",
    "": "",
  },
  {
    id: 31,
    name: "ฉัตรเพชรเหล่านาดี เฟส4, ขอนแก่น\n999/22X เหล่านาดี, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11558288",
    category: "บ้าน",
    price: "8,900,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ \n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 350 ตร.ม.\n-ขนาดที่ดิน 400 ตร.ม./1งาน\n-22,250/ตร.ม.",
    about:
      "บ้านฉัตรเพชรหลังใหญ่ตกแต่งหรู 6 นอน ขายต่ำกว่าทุน แค่ 8.9 ล้าน\nมบ. ฉัตรเพชรเหล่านาดี เฟส 4\n▪️ที่ดิน 100 ตรว. หันหน้าทิศใต้\n▪️6 ห้องนอน 1 ห้องแม่บ้าน 1 ห้องทำงาน\n▪️1 โถงรับแขก 3 ห้องน้ำ\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510025.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510025.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510028.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510027.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.402650974635787, 102.80702424838512",
    Link: "https://www.google.com/maps/place/Chatpetch+Garden+Ville+4/@16.4036287,102.796231,1591m/data=!3m1!1e3!4m10!1m2!2m1!1z4LiJ4Lix4LiV4Lij4LmA4Lie4LiK4Lij4LmA4Lir4Lil4LmI4Liy4LiZ4Liy4LiU4Li1IOC5gOC4n-C4qjQs!3m6!1s0x31228933793534ed:0xa3e43e3725c4519d!8m2!3d16.4023725!4d102.8070785!15sCj_guInguLHguJXguKPguYDguJ7guIrguKPguYDguKvguKXguYjguLLguJnguLLguJTguLUg4LmA4Lif4LiqNCxaRCJC4LiJ4Lix4LiV4LijIOC5gOC4nuC4iuC4oyDguYDguKvguKXguYjguLIg4LiZ4Liy4LiU4Li1IOC5gOC4n-C4qiA0kgEPaG91c2luZ19jb21wbGV4mgEkQ2hkRFNVaE5NRzluUzBWSlEwRm5TVVJIZEhCNU16SjNSUkFC4AEA-gEECAAQHg!16s%2Fg%2F11jpyjy7_j?entry=ttu&g_ep=EgoyMDI1MDEyMi4wIKXMDSoASAFQAw%3D%3D",
    "": "",
  },
  {
    id: 32,
    name: "ภาภิรมย์พาร์ควิวล์ขอนแก่น, ขอนแก่น\n888/2XX เหล่านาดี, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11558301",
    category: "บ้าน",
    price: "9,900,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ \n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 250 ตร.ม.\n-ขนาดที่ดิน 412 ตร.ม./1งาน 3ตร.วา\n-24,029.13/ตร.ม.",
    about:
      "ขายบ้านภาภิรมย์หลังใหญ่ 4 นอนตกแต่งสุดหรู ถ.เหล่านาดีขอนแก่น\nบ้านหลังใหญ่ ภาภิรมย์พาร์ควิวล์ แแปลงหัวมุม\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11558301/UPHO.124510191.V800/%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B4%E0%B8%A3%E0%B8%A1%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11558301/UPHO.124510190.V800/%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B4%E0%B8%A3%E0%B8%A1%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11558301/UPHO.124510192.V800/%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B4%E0%B8%A3%E0%B8%A1%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11558301/UPHO.124510194.V800/%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B4%E0%B8%A3%E0%B8%A1%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.407067230204337, 102.7867548713177",
    Link: "https://www.ddproperty.com/property/%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B4%E0%B8%A3%E0%B8%A1%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11558301",
    "": "",
  },
  {
    id: 33,
    name: "นันทวันขอนแก่น บ้านหรูหลังใหญ่สุดในโครงการ 121 ตรว., ขอนแก่น\n333/xx รอบบึงหนองโคตร, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "8696122",
    category: "บ้าน",
    price: "18,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 350 ตร.ม.\n-ขนาดที่ดิน 484 ตตร.ม./1งาน21ตร.วา\n38,223.14/ตร.ม.",
    about:
      "นันทวันขอนแก่น บ้านหรูหลังใหญ่สุดในโครงการ 121 ตรว.ตกแต่งหรู\nบ้านหรูนันทวันขอนแก่น หลังใหญ่ สภาพใหม่ แปลงหัวมุมหันหน้าบ้านทิศเหนือ บ้านออกแบบตกแต่งหรู ขยายพื้นที่ใช้สอยในบ้านให้เป็นห้องใหญ่พิเศษทั้งหลัง เลือกใช้วัสดุในการตกแต่งใหม่หมด มีสนามหญ้าขนาดใหญ่ และตกแต่งสวนสวยรอบบ้าน พร้อมสิ่งอำนวยความสะดวกครบ ที่ตั้งโครงการอยู่ริมบึงหนองโคตร และอยู่ใจกลางเมือง เพียง 1 กิโลเมตร\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8696122/UPHO.85032305.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8696122/UPHO.85032305.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/8696122/UPHO.85032305.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/8696122/UPHO.84463873.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.42857741795849, 102.80549728049508",
    Link: "https://www.ddproperty.com/property/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8696122",
    "": "",
  },
  {
    id: 34,
    name: "เมืองเอกแกรนด์วิวล์ ขอนแก่น, ขอนแก่น\n999 เลี่ยงเมือง, ศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11266889",
    category: "บ้าน",
    price: "6,900,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 250 ตตร.ม.\n-ขนาดที่ดิน 544 ตร.ม./1งาน 36 ตร.วา\n-12,683.82 /ตารางเมตร",
    about:
      "บ้านใหญ่ ที่ 136.ตรว. 5 ห้องนอน เมืองเอกแกรนด์วิวล์ ใกล้ ม.ขอนแก่น\nบ้านมือเดียว เจ้าของบ้านดูอลรักษาดี ออกแบบและเลือกวัสดุในการก่อสร้างอย่างดีตั้งแต่สร้าง วาง Lay outไว้มีพื้นที่สนามข้างบ้านขนาดใหญ่ ใส่สระว่ายน้ำได้ และโซนเอนกประสงค์ อีกโซน ตอกเข็มไว้รอบรับการสร้างอาคารเพิ่มจอดรถได้ 4 คัน\nขายพร้อมเฟอร์นิเจอร์ (ตามตกลง) ติดตั้งมุ้งลวดเหล็กดัดทั้งหลัง ตกแต่งสภาพตามภาพ และในคลิปรีวิว\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11266889/UPHO.120833592.V800/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11266889/UPHO.120833592.V800/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11266889/UPHO.120833592.V800/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.471809834976142, 102.77087819398713",
    Link: "https://www.ddproperty.com/property/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%A5%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11266889",
    "": "",
  },
  {
    id: 35,
    name: "เออเบินนารา ถ.มิตรภาพ ต.เมืองเก่า อ.เมือง จ.ขอนแก่น 40000, ขอนแก่น\n888/4X มิตรภาพ, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "10847788",
    category: "บ้าน",
    price: "8,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 288 ตร.ม.\n-ขนาดที่ดิน 436 ตร.ม./ 1งาน 9 ตร.วา\n-19,495.41 / ตร.ม.",
    about:
      "บ้านใหญ่เออเบินนารา ถ.มิตรภาพ ขอนแก่น สภาพใหม่ เพียง 8.5 ล้าน\nบ้านหลังใหญ่ ยังไม่เคยเข้าอยู่ ทำเลติดถนนมิตรภาพ\nติดกับ เทสโก้โลตัส ขอนแก่น และ ตรงข้ามประตูน้ำขอนแก่น / แม็คโคร / อู้ฟู่\nแปลงหัวมุม มีสนามกว้าง ๆ สามารถทำสระว่ายน้ำเพิ่มได้\nตกแต่งตามภาพในคลิปรีวิว / ภาพถ่ายจากที่จริง\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10847788/UPHO.115847491.V800/%E0%B9%80%E0%B8%AD%E0%B8%AD%E0%B9%80%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%96-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%95-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10847788/UPHO.115847491.V800/%E0%B9%80%E0%B8%AD%E0%B8%AD%E0%B9%80%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%96-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%95-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10847788/UPHO.115847491.V800/%E0%B9%80%E0%B8%AD%E0%B8%AD%E0%B9%80%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%96-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%95-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.463226880706472, 102.77136814665079",
    Link: "https://www.ddproperty.com/property/%E0%B9%80%E0%B8%AD%E0%B8%AD%E0%B9%80%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2-%E0%B8%96-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%95-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-40000-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10847788",
    "": "",
  },
  {
    id: 36,
    name: "บ้านหลังใหญ่หัวมุมเพิ่งรีโนเวตใหม่ 76 ตรว. แลนด์ฯพาร์ค, ขอนแก่น\n39/18x เลี่ยงเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "8029244",
    category: "บ้าน",
    price: "4,950,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 220 ตร.ม.\n-ขนาดที่ดิน 304 ตร.ม./ 76 ตร.วา\n-16,282.89 / ตร.ม",
    about:
      "บ้านหลังใหญ่หัวมุมเพิ่งรีโนเวตใหม่ 76 ตรว. แลนด์ฯพาร์ค\nบ้านสวยหลังใหญ่ แปลงหัวมุม โซนชลลดา ซอย 10 ตกแต่งสวย,ต้นไม้ใหญ่รอบบ้าน ขนาด 3 ห้องนอน 3 ห้องน้ำ จอดรถ 2 คัน เพิ่งรีโนเวตใหม่ สภาพพร้อมอยู่ ในโครงการจัดสรรคุณภาพ เพื่อนบ้านและสภาพแวดล้อมดีมาก มีคลับเฮ้าส์,สระว่ายน้ำ ,ทะเลสาบ ,ระบบรักษาความปลอดภัยเข้มงวด มีสวนสาธารณะและสนามเด็กเล่น ขนาดใหญ่\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8029244/UPHO.113481190.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8029244/UPHO.113481190.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/8029244/UPHO.113481190.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.399096510186833, 102.79490083922734",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8029244",
    "": "",
  },
  {
    id: 37,
    name: "อินิซิโอขอนแก่น, ขอนแก่น\n888 มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11266831",
    category: "บ้าน",
    price: "5,300,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย \n-ตกแต่งครบ\n-ประกาศ 19 มค.2568\n-พื้นที่ชั้น 160 ตร.ม.\n-ขนาดที่ดิน 240 ตร.ม./60 ตร.วา\n-22,083.33/ ตร.ม.",
    about:
      "มาพร้อมเฟอร์ฯ หน้าสวนอินิซิโอขอนแก่น 3 นอน 3น้ำ บิวท์อินหรู\nบ้านคุณหมอ เยื้องสวนส่วนกลาง ตกแต่งและจัดสวนไว้อย่างดี บิวท์อินตกแต่งหรู สภาพพร้อมอยู่ ราคาคุยได้ บ้านมือเดียวอยู่เอง ไม่เคยปล่อยเช่า\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11266831/UPHO.120832828.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11266831/UPHO.120832828.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11266831/UPHO.120832829.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.451134552408305, 102.75066118069957",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11266831",
    "": "",
  },
  {
    id: 38,
    name: "ชลลดาขอนแก่น, ขอนแก่น\n ริมบึงหนองโคตร, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11038988",
    category: "บ้าน",
    price: "3,700,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยวย ขาย \n-พื้นที่ชั้น 155 รตร.ม.\n-ขนาดที่ดิน 240 ตร.ม./ 60 ตร.วา\n-15,416.67 / ตร.ม",
    about:
      "ขายบ้านชลลดาริมบึงหนองโคตรขอนแก่น 3.75 ล้านบาท ใกล้สวนส่วนกลาง\nบ้านมือสอง เจ้าของมือเดียว สภาพดี ต้องการขายเพราะขยายครอบครัว ทำเลดีใกล้สวนส่วนกลาง หันหน้าทิศเหนือ เพื่อนบ้านดี ระบบสาธารณูปโภคครบ ใกล้เซ็นทรัล / มข . เพียง 2 กม.\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11038988/UPHO.126723574.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11038988/UPHO.126723574.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11038988/UPHO.126723574.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4341140003247, 102.80593797126076",
    Link: "https://www.ddproperty.com/property/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11038988",
    "": "",
  },
  {
    id: 39,
    name: "สีวลีศรีจันทร์ขอนแก่น, ขอนแก่น\n888/5X ศรีจันทร์, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11303239",
    category: "บ้าน",
    price: "10,000,000",
    convenience:
      "-คลับเฮ้าส์\n-ที่จอดรถ\n-รักษาความปลอดภัย 24 ชม\n-สนามเด็กเล่น\n-สระเด็ก\n-สระว่ายน้ำ",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ \n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 220 ตร.ม.\n-ขนาดที่ดิน 420 ตร.ม./1งาน 5 ตร.วา\n-23,809.52 / ตร.ม.",
    about:
      "สีวลีศรีจันทร์ขอนแก่น แต่งครบหลังใหญ่ 105 ตรว. 4 ห้องนอน\nบ้านเพิ่งรีโนเวทใหม่ทั้งหลัง ขายพร้อมเฟอร์นิเจอร์ตกแต่ง ติดแอร์ทั้งหลัง เฟสหน้าโครงการ ใกล้คลับเฮ้าส์ หันหน้าทิศเหนือ บ้านอยู่ต้นซอย เดินทางสะดวกใกล้ตลาด สนามบิน, มหาวิทยาลัยขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11266831/UPHO.120832828.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11266831/UPHO.120832828.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11266831/UPHO.120832828.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.438133287295987, 102.78435956700396",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11303239",
    "": "",
  },
  {
    id: 40,
    name: "ขายที่สวยพร้อมบ้าน 200 ตรว. ติดม.ขอนแก่น เหมาะทำ อพาร์ตเม้นท์, ขอนแก่น\n123 บ้านโนนม่วง, ศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "8246786",
    category: "บ้าน",
    price: "15,000,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 200 ตร.ม.\n-ขนาดที่ดิน 836 ตร.ม./2งาน 9 ตร.วา\n-17,942.58/ตารางเมตร",
    about:
      "ขายที่สวยพร้อมบ้าน 200 ตรว. ติด ม.ขอนแก่น เหมาะทำคอนโด\nบ้านแปลงหัวมุม 200 ตารางวา ติดถนน 2 ด้าน เยื้องวีวิชอพาร์ตเม้น , คอนโดเซเรนิตี้ ในมหาวิทยาลัยขอนแก่น ทำเลนี้เหมาะสำหรับสร้างอาคารพาณิชย์,ทาวน์เฮ้าส์ หรือทำหอพัก ,อพาร์ตเม้นท์ เพื่อรองรับนักศึกษาในมหาวิทยาลัยขอนแก่น เฉพาะค่าที่ดิน 15 ล้าน มีบ้านอีก 1 หลัง\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8246786/UPHO.79310768.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3-%E0%B8%AD%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%95%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8246786/UPHO.79310768.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3-%E0%B8%AD%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%95%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/8246786/UPHO.84104743.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3-%E0%B8%AD%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%95%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.484030356065755, 102.81934318684799",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3-%E0%B8%AD%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%95%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8246786",
    "": "",
  },
  {
    id: 41,
    name: "มูจิเฮ้าส์ขอนแก่น, ขอนแก่น\n756 โยธาธิการ, ศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "10931978",
    category: "บ้าน",
    price: "2,890,000",
    convenience: "",
    detail:
      "บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 124 ตร.ม.\n-ขนาดที่ดิน 200 ตร.ม./50ตร.วา\n-14,450/ ตร.ม",
    about:
      "บ้านใหม่มูจิเอ้าส์ขอนแก่น ใกล้ตลาดหนองไผ่-โกทา-ม.ขอนแก่น\nบ้านใหม่ชั้นเดียว สร้างเพียง 5 หลังเท่านั้น ที่ดินเริ่มต้น 50 -67 ตรว.\nขนาด 3 นอน 2 น้ำ 2 จอดรถ สเปคดี สร้างอย่างปราณีต ฝ้าสูงโปร่ง 3.20 เมตร หลังคาซิงเกิ้ลรูฟ มีพื้นที่ทำสวนหลังบ้าน หรือต่อเติมได้อีก เดินทางสะดวก ใกล้ตลาดหนองไผ่ สี่แยกไฟแดงเพียง 800 เมตร เข้าออกได้หลายเส้นทาง ใกล้ค่ายศรีพัชรินทร์ , ศูนย์ราชการ หรือ จะเข้าไปยัง ม.ขอนแก่น ,รพ.ศรีนครินทร์ ขอนแก่น\nเพียง 10 นาทีเท่านั้น\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10931978/UPHO.117936987.V800/%E0%B8%A1%E0%B8%B9%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10931978/UPHO.117936987.V800/%E0%B8%A1%E0%B8%B9%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10931978/UPHO.117936987.V800/%E0%B8%A1%E0%B8%B9%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.456452607980072, 102.79779866867896",
    Link: "https://www.ddproperty.com/property/%E0%B8%A1%E0%B8%B9%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10931978",
    "": "",
  },
  {
    id: 42,
    name: "อินิซิโอ ขอนแก่น บ้านพร้อมเฟอร์ฯ ที่ดินใหญ่ แปลงหัวมุม, ขอนแก่น\n888/2xx มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "10577436",
    category: "บ้าน",
    price: "5,290,000",
    convenience:
      "-กล้องวงจรปิด\n-คับเฮ้าส์\n-จากุซซี่\n-ที่จอดรถ\n-ฟิตเนส\n-รักษาความปลอดภัย 24 ชม\n-เล้าจ์\n-ศาลาชมทิวทัศน์\n-สนามเด็กเล่น\n-สโมสร\n-สระเด็ก\n-สระว่ายน้ำ",
    detail:
      "-บ้านเดี่ยว ขาย\n-ตกแต่งครบ\n-ประกาศเมื่อ 19มค.2568\n-พื้นที่ชั้น 160 ตร.ม.\n-ขนาดที่ดิน 350 ตร.ม./88 ตร.วา\n-15,097.03 /ตร.ม",
    about:
      "บ้านพร้อมตกแต่ง อินิซิโอขอนแก่น ที่ใหญ่ 87.6 ตรว. แปลงมุมทิศเหนือ\nบ้านมือสอง สภาพดี เจ้าของเป็นทันตแพทย์ ย้ายกลับภูมิลำเนา\nตกแต่งครบ พร้อมอยู่ มีพื้นที่สนามหญ้าขนาดใหญ่ ข้างบ้าน\nสามารถต่อเติม ทำสวน สระว่ายน้ำ หรือสร้างอาคารเพิ่มเติมได้\nสภาพบ้านดีมาก เจ้าของบ้านดูแลรักษาอย่างดี\nขายพร้อมตกแต่ง ราคาเพียง 5.5ล้านบาทเท่านั้น\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714020.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714020.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714020.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.451052547673417, 102.75061699999999",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10577436",
    "": "",
  },
  {
    id: 43,
    name: "อินิซิโอขอนแก่น, ขอนแก่น\n888 เลี่ยงเมือง, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11468727",
    category: "บ้าน",
    price: "5,000,000",
    convenience:
      "-คลับเฮ้าส์\n-ที่จอดรถ\n-รักษาความปลอดภัย 24 ชม\n-สนามเด็กเล่น\n-สระเด็ก\n-สระว่ายน้ำ",
    detail:
      "-บ้านเดี่ยว ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 1160 ตร.ม.\n-ขนาเที่ดิน 248 ตร.ม./62 ตร.วา\n-20,161.29/ ตร.ม",
    about:
      "อินิซิโอขอนแก่น แปลงหัวมุม ซอย 5 ยังไม่เคยเข้าอยู่ ขายต่ำกว่าทุน\nบ้านแปลงหัวมุม พื้นที่กว้าง หลังใหญ่ หันหน้าทิศเหนือ ซอย 5 ใกล้สวน\nยังไม่เคยเข้าอยู่ ตกแต่งบิวท์อิน ห้องนอน 1 ห้อง ห้องพระอีก 1 ห้อง\nมีโถงพักผ่อนบน , ห้องนอนขนาดใหญ่ มีห้องน้ำในตัวอีก1 ห้อง\nยังไม่เคยเข้าอยู่ ขายต่ำกว่าทุน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11468727/UPHO.123341675.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11468727/UPHO.123341677.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11468727/UPHO.123341677.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11468727/UPHO.123341677.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.451052547673417, 102.75061699999999",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11468727",
    "": "",
  },
  {
    id: 44,
    name: "ทาวน์เฮ้าส์หลังศูนย์ราชการขอนแก่น เพียง 1.5 ล้านเหมาะรีโนเวทขายให้เช่า, ขอนแก่น\n104 หลังศูนย์ราชการ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11610828",
    category: "ทาวน์เฮ้าส์",
    price: "1,500,000",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 140 ตร.ม.\n-ขนาดที่ดิน 59 ตร.ม./15 ตร.วา\n-10714.29 / ตร.ม.",
    about:
      "ทาวน์โฮม2ชั้นหลังศูนย์ราชการขอนแก่น เหมาะรีโนเวทเพียง 1.5 ล้าน\nขายทาวน์โฮม 2 ชั้น ใจกลางเมือง ย่านหลังศูนย์ราชการขอนแก่น เจ้าของต้องการใช้เงินด่วน ราคาพิเศษ! 1.5 ล้าน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186989.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186989.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186934.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.445169596072308, 102.84128868860235",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11610828",
    "": "",
  },
  {
    id: 45,
    name: "Burasiri Bueng Nong Kot : บุราสิริ บึงหนองโคตร, ขอนแก่น\nถ.ริมบึงหนองโคตร, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11610784",
    category: "บ้าน",
    price: "5,500,000",
    convenience:
      "-กล้องวงจรปิด\n-คลับเฮ้าส์\n-ฟิตเนส\n-รักาความปลอดภัย 24 ชม\n-สระว่ายน้ำ\n-สวนสาธารณะ",
    detail:
      "-บ้านเดี่ยว ขาย\n-สร้างเสร็จเมื่อ 2558\n-ประกาศเมื่อ 19 มค.2568\n-พื้นที่ชั้น 200 ตร.ม.\n-ขนาดที่ดิน 264 ตร.ม/66 ตร.วา\n-20,801.82 / ตร.ม.\n-พัฒนาโดย Sansiri-แสนสิริ จำกัด (มหาชน)",
    about:
      "บ้านบุราสิริขอนแก่น 4 นอน สภาพใหม่ยังไม่เคยเข้าอยู่ 5.5 ล้าน\nบ้านมือสองสภาพใหม่ ยังไม่เคยเข้าอยู่ ตั้งอยู่ในโครงการบุราสิริ ขอนแก่น ริมบึงหนองโคตร ทำเลสะดวกสุดๆ เพียง 2 กม. ถึงเซ็นทรัลขอนแก่น และมหาวิทยาลัยขอนแก่น ใกล้ตลาดคำไฮ แวดล้อมด้วยสิ่งอำนวยความสะดวกครบครัน\n",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186337.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186337.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186337.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "18.864321670641655, 98.99156298055159",
    Link: "https://www.ddproperty.com/property/burasiri-bueng-nong-kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11610784",
    "": "",
  },
  {
    id: 46,
    name: "ที่ดินพล ขอนแก่น, ขอนแก่น\nโนนข่า, พล, ขอนแก่น",
    code: "11547335",
    category: "ที่ดิน",
    price: "700,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 19 มค. 2568 ขนาดที่ดิน 2936 ตร.ม./1ไร่ 3 งาน 34 ตร.วา 238.42/ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดิน เนื้อที่ 1 ไร่ 3 งาน 34 ตารางวา พล ขอนแก่น\nที่ดิน : พล ขอนแก่น\nที่ตั้ง : ต.โนนข่า อ.พล จ.ขอนแก่น\nรหัสทรัพย์ : T-93890     ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11547335/UPHO.124362361.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9E%E0%B8%A5-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11547335/UPHO.124362363.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9E%E0%B8%A5-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11547335/UPHO.124362363.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9E%E0%B8%A5-Thailand.jpg",
    "lat,lng": "15.78254391331731, 102.60160354432075",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11547335",
    "": "",
  },
  {
    id: 47,
    name: "ที่ดินสวย ถมแล้ว อำเภอเมือง ขอนแก่น ขนาด 8ไร่ เหมาะทำหมู่บ้านจัดสรร ที่สวยมาก, ขอนแก่น\nซอย มงคลดี, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11450517",
    category: "ที่ดิน ",
    price: "39,000,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 19 มค. 2568  ขนาดที่ดิน 13320 ตร.ม./8ไร่ 1 งาน 30 ตร.วา 2,927.93/ตร.ม.(ที่ดิน)",
    about:
      "ที่ดินสวย ถมแล้ว เมืองขอนแก่น ขนาด 8-1-30ไร่ เดินทางสะดวกเหมาะทำจัดสรร   ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11450517/UPHO.123106155.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%96%E0%B8%A1%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-8%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%A1%E0%B8%B2%E0%B8%81-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11450517/UPHO.123106162.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%96%E0%B8%A1%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-8%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%A1%E0%B8%B2%E0%B8%81-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11450517/UPHO.123106157.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%96%E0%B8%A1%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-8%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%A1%E0%B8%B2%E0%B8%81-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.39923210674837, 102.82176338817256",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%96%E0%B8%A1%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-8%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%97%E0%B8%B3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%A1%E0%B8%B2%E0%B8%81-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11450517",
    "": "",
  },
  {
    id: 48,
    name: " ทาวน์เฮ้าส์ 3 ชั้น บ้านโนนม่วง ต.ศิลา อ.เมืองขอนแก่น จ.ขอนแก่น L4_3_0617_G01_C002, ขอนแก่น\n467/2 บ้านโนนม่วง, ศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11522532",
    category: "ทาวน์เฮ้าส์",
    price: "3,960,000",
    convenience: "-ที่จอดรถ\n-ฟิตเนส\n-รักษาคงามปลอดภัย 24ชม.\n",
    detail:
      "-ทาวน์เฮ้าส์ -ประกาศเมื่อ 18 มค.2568  -พื้นที่ชั้น 182 ตร.ม. -ขนาดที่ดิน 76 ตร.ม./19 ตร.วา -21,758.24 / ตร.ม",
    about:
      "ห่างจากถนนสายโนนม่วง-หนองปอ (ขก.3065) ระยะประมาณ 487 เมตร\nทาวน์เฮ้าส์ 3 ชั้น\nรหัสทรัพย์สิน :\n3-0617 (L4_3_0617_G01_C002)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11522532/UPHO.124049501.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-3-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_3_0617_G01_C002-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11522532/UPHO.124049504.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-3-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_3_0617_G01_C002-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11522532/UPHO.124049505.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-3-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_3_0617_G01_C002-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.48635196433655, 102.81675564202317",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-3-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-l430617g01c002-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11522532",
    "": "",
  },
  {
    id: 49,
    name: "ขายที่ดินสวยพร้อมสิ่งปลูกสร้าง ใจกลางเมืองขอนแก่น ต.ในเมือง ทำเลทอง!, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11602900",
    category: "ที่ดิน",
    price: "13,000,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 17 มค.2568 -ขนาดที่ดิน 1050 ตร.ม./ 2งาน 63 ตร.วา -12,380.95 / ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดินสวยพร้อมสิ่งปลูกสร้าง ใจกลางเมืองขอนแก่น ทำเลทอง!\nพื้นที่ขนาด 262.5 ตร.ว. ใน ซอยมิตรภาพ 4 สุดยอดทำเลที่คุณไม่ควรพลาด! ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11602900/UPHO.125085324.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%97%E0%B8%AD%E0%B8%87!-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11602900/UPHO.125085386.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%97%E0%B8%AD%E0%B8%87!-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11602900/UPHO.125085365.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%97%E0%B8%AD%E0%B8%87!-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435544182378575, 102.82169867366656",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%97%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11602900",
    "": "",
  },
  {
    id: 50,
    name: "ขายที่ดิน อ.ภูเวียง พร้อมสิ่งปลูกสร้าง บ้าน โรงเรือน บนเนื้อที่ 207 ตารางวา น้ำ-ไฟพร้อม, ขอนแก่น\nทุ่งชมพู, ภูเวียง, ขอนแก่น",
    code: "11684642",
    category: "ที่ดิน",
    price: "1,400,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 17 มค.2568 - ขนาดที่ดิน 816 ตร.ม./ 2 งาน 4 ตร.วา - 1,715.69 /ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดิน อ.ภูเวียง พร้อมสิ่งปลูกสร้างบ้านโรงเรือน บนเนื้อที่ 207 ตรว ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11684642/UPHO.126117109.V800/!!!%E0%B8%94%E0%B9%88%E0%B8%A7%E0%B8%99!!!-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99-%E0%B8%9A%E0%B8%99%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-207-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B9%84%E0%B8%9F%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11684642/UPHO.126117119.V800/!!!%E0%B8%94%E0%B9%88%E0%B8%A7%E0%B8%99!!!-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99-%E0%B8%9A%E0%B8%99%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-207-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B9%84%E0%B8%9F%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11684642/UPHO.126117119.V800/!!!%E0%B8%94%E0%B9%88%E0%B8%A7%E0%B8%99!!!-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99-%E0%B8%9A%E0%B8%99%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-207-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B9%84%E0%B8%9F%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.756773200663346, 102.49993632926387",
    Link: "https://www.ddproperty.com/property/%E0%B8%94%E0%B9%88%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD-%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99-%E0%B8%9A%E0%B8%99%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-207-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B9%84%E0%B8%9F%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11684642",
    "": "",
  },
  {
    id: 51,
    name: "ที่ดินพร้อมสิ่งปลูกสร้าง L4_1_0412_G01, ขอนแก่น\nซับสมบูรณ์, โคกโพธิ์ไชย, ขอนแก่น",
    code: "11694163",
    category: "ที่ดิน",
    price: "861,685",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 17 มค.2568  -พื้นที่ชั้น 277 ตร.ม. -ขนาดที่ดิน 536 ตร.ม./ 1 งาน 34 ตร.วา -1,607.62 / ตร.ม",
    about: "ทางหลวงชนบทสายบ้านนาจาน - บ้านมูลนาค(ขก.3055)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11694163/UPHO.126239435.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_1_0412_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11694163/UPHO.126239437.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_1_0412_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11694163/UPHO.126239443.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_1_0412_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg",
    "lat,lng": "16.04582636733187, 102.31438656086102",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-l410412g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11694163",
    "": "",
  },
  {
    id: 52,
    name: "สุรินดา, ขอนแก่น\nเมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11337508",
    category: "บ้าน",
    price: "3,850,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 17 มค.2568  -พื้นที่ชั้น 185 ตร.ม. ขนาดที่ดิน 327 ตร.ม./82 ตร.วา 11,766.5 /ตร.ม.",
    about:
      "บ้านเดี่ยว 2 ชั้น\nบ้านเดี่ยว 2 ชั้น\nรหัสทรัพย์สิน :\n7-0542 (L4_7_0542_G01)  ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11337508/UPHO.123678064.V800/%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11337508/UPHO.123678065.V800/%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11337508/UPHO.123678066.V800/%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11337508/UPHO.123678067.V800/%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.37855049920152, 102.81226192944999",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11337508",
    "": "",
  },
  {
    id: 53,
    name: "อินนิซิโอ ขอนแก่น Inizio Khon Kaen, ขอนแก่น\n1 มลิวรรณ, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11510370",
    category: "บ้าน",
    price: "4,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 17 มค.2568 -พื้นที่ชั้น 160 ตร.ม. ขนาดที่ดิน 200 ตร.ม./50 ตร.วา 22,500/ตร.ม.",
    about:
      "ขายบ้าน อินนิซิโอ ขอนแก่น\nรหัสทรัพย์ : CX-102204\nโครงการ : อินนิซิโอ ขอนแก่น - Inizio Khon Kaen\nที่ตั้ง : มลิวรรณ ตำบลบ้านเป็ด อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11510370/UPHO.123894261.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Inizio-Khon-Kaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11510370/UPHO.123894262.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Inizio-Khon-Kaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11510370/UPHO.123894264.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Inizio-Khon-Kaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11510370/UPHO.123894265.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Inizio-Khon-Kaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.451001099571815, 102.75064918650689",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-inizio-khon-kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11510370",
    "": "",
  },
  {
    id: 54,
    name: "สีวลี มะลิวัลย์ Sivalee Maliwan, ขอนแก่น\n1 มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11510440",
    category: "บ้าน",
    price: "5,450,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 17 มค.2568 -พื้นที่ชั้น 164 ตร.ม. -ขนาดที่ดิน 232 ตร.ม./58 ตร.วา -23,491.38 / ตร.ม.",
    about:
      "ขายบ้าน สีวลี มะลิวัลย์\nรหัสทรัพย์ : CX-102411\nโครงการ : สีวลี มะลิวัลย์ - Sivalee Maliwan\nที่ตั้ง : มะลิวัลย์ ตำบลบ้านทุ่ม อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894828.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894829.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894830.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894832.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.45050830926866, 102.74790914108246",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-sivalee-maliwan-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11510440",
    "": "",
  },
  {
    id: 55,
    name: "8 Villas, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น ",
    code: "11673321",
    category: "วิลล่า",
    price: "5,950,000",
    convenience: "-สาธารณูปโภค",
    detail:
      "-วิลล่า ขาย -ตกแต่งครบ -ประกาศเมื่อ 17 มค.2568  -พื้นที่ชั้น 167 ตร.ม. -35,628.74",
    about:
      "พูลวิลล่า บ้านสไตล์รีสอร์ท พร้อมกับสระว่ายน้ำส่วนตัว ในเมืองขอนแก่น\nเป็นโครงการบ้านสำหรับผู้อยู่อาศัยที่ต้องการใช้ชีวิตแบบสงบ เรียบง่าย หลีกหนีจากความวุ่นวาย บ้านสไตล์รีสอร์ทที่มาพร้อมกับสระว่ายน้ำสวนตัว",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11673321/UPHO.125970201.V800/8-Villas-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11673321/UPHO.125970200.V800/8-Villas-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11673321/UPHO.125970204.V800/8-Villas-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11673321/UPHO.125970204.V800/8-Villas-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.412246007845535, 102.78248819862687",
    Link: "https://www.ddproperty.com/property/8-villas-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11673321",
    "": "",
  },
  {
    id: 56,
    name: "ขายที่ดินเปล่า ใจกลางเมืองขอนแก่น หน้ากว้างติดทางสาธารณะ 3 ด้าน ทำเลดี เหมาะจัดสรร, ขอนแก่น\nเหล่านาดี, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11452400",
    category: "ที่ดิน ",
    price: "39,000,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 16 มค.2568  -ขนาดที่ดิน 13320 ตร.ม./8 ไร่ 1 งาน 30 ตร.วา -2,927.93 / ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดินเปล่า ใจกลางเมืองขอนแก่น ติดทางสาธารณะ 3 ด้าน ทำเลดี\nขายที่ดินเปล่า ใจกลางเมืองขอนแก่น หน้ากว้างติดทางสาธารณะ 3 ด้าน ทำเลดี เหมาะจัดสรร",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11452400/UPHO.123130785.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B8%A7%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B0-3-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11452400/UPHO.123130786.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B8%A7%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B0-3-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11452400/UPHO.123130787.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B8%A7%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B0-3-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11452400/UPHO.123130788.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B8%A7%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B0-3-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.399339190045144, 102.82191539257302",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%83%E0%B8%88%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B8%A7%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B0-3-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A3%E0%B8%A3-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11452400",
    "": "",
  },
  {
    id: 57,
    name: "ขายที่ดิน 29 ไร่ บนถนนมิตรภาพ, ขอนแก่น\nสะอาด, น้ำพอง, ขอนแก่น",
    code: "11490799",
    category: "ที่ดิน",
    price: "26,279,475",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 16 มค.2568  -ขนาดที่ดิน 47,244 ตร.ม./29ไร่ 2 งาน 11 ตร.วา - 556.25 / ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดิน 29 ไร่ บนถนนมิตรภาพ\nตั้งอยู่ที่ ถนนมิตรภาพ ขาออกจากขอนแก่นไปอุดรธานี กม ที่ 42 ตำบลสอาด อำเภอน้ำพอง ขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11490799/UPHO.123638872.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-29-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B8%99%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11490799/UPHO.123638875.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-29-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B8%99%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11490799/UPHO.123638876.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-29-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B8%99%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11490799/UPHO.123638873.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-29-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B8%99%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.804967900825496, 102.83086157112501",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-29-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%9A%E0%B8%99%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11490799",
    "": "",
  },
  {
    id: 58,
    name: "ที่ดินอยู่ในโครงการหมู่บ้านติดการประปาโกทา, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11044017",
    category: "ที่ดิน ",
    price: "3,600,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 16 มค.2568  -ขนาดที่ดิน 1216 ตร.ม./ 3งาน 4 ตร.วา -2,961 /ตร.ม.(ที่ดิน)",
    about:
      "ขายที่ดินในหมู่บ้านจัดสรร\nขายที่ดินในหมู่บ้านจัดสรร ตำบลศิลา อำเภอเมือง จ.ขอนแก่น เนื้อที่ 304 ตารางวา มีรั้วคอนกรีตแล้ว 2 ด้าน ติดด้านหลังการประปาโกทา อยู่ในหมู่บ้านจัดสรร ถนนคอนกรีต และใกล้หมู่บ้านจัดสรรอื่นอีกหลาโครงการ ใกล้ตลาด ใกล้เซเว่นอีเลเว่น ใกล้โรงเรียน ใกล้สถานีอนามัย อยู่ในชุมชนบ้านอยู่อาศัย เหมาะสำหรับการสร้างบ้านอยู่อาศัย บรรยากาศเงียบ เป็นส่วนตัว การเดินทางสะดวก ขายราคาตารางวาละ 12,000 บาท ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11044017/UPHO.118209134.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%9B%E0%B8%B2%E0%B9%82%E0%B8%81%E0%B8%97%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11044017/UPHO.118209133.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%9B%E0%B8%B2%E0%B9%82%E0%B8%81%E0%B8%97%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11044017/UPHO.118209136.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%9B%E0%B8%B2%E0%B9%82%E0%B8%81%E0%B8%97%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11044017/UPHO.118209135.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%9B%E0%B8%B2%E0%B9%82%E0%B8%81%E0%B8%97%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.480673153664473, 102.86043043484901",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%9B%E0%B8%B2%E0%B9%82%E0%B8%81%E0%B8%97%E0%B8%B2-%E0%B8%82%E0%B8%B2%E0%B8%A2-11044017",
    "": "",
  },
  {
    id: 59,
    name: "40120, ขอนแก่น\nเพ็กใหญ่, พล, ขอนแก่น",
    code: "11206892",
    category: "บ้าน",
    price: "2,000,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568 - พื้นที่ชั้น 586 ตร.ม. -ขนาดที่ดิน 1,936 ตร.ม./ 1ไร่ 84 ตร.วา -1,033 / ตร.ม",
    about:
      "บ้านเดี่ยว ต.เพ็กใหญ่ อ.พล จ.ขอนแก่น เนื้อที่ 484 วา\nบ้านเดี่ยว 2 หลัง ต.เพ็กใหญ่ อ.พล จ.ขอนแก่น บนเนื้อที่1-0-84 ไร่ หัวมุมถนน ราคาพิเศษ รหัสทรัพยพ์ P3104861",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11206892/UPHO.120131735.V800/40120-%E0%B8%9E%E0%B8%A5-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11206892/UPHO.120131723.V800/40120-%E0%B8%9E%E0%B8%A5-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11206892/UPHO.120131711.V800/40120-%E0%B8%9E%E0%B8%A5-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11206892/UPHO.120131717.V800/40120-%E0%B8%9E%E0%B8%A5-Thailand.jpg",
    "lat,lng": "15.819771152449041, 102.57611268628067",
    Link: "https://www.ddproperty.com/property/40120-%E0%B8%82%E0%B8%B2%E0%B8%A2-11206892",
    "": "",
  },
  {
    id: 60,
    name: "40000, ขอนแก่น\nท่าพระ, เมืองขอนแก่น, ขอนแก่น",
    code: "11206939",
    category: "บ้าน",
    price: "4,000,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568 -พื้นที่ชั้น 448 ตร.ม. -ขนาดที่ดิน 13,844 ตร.ม. / 8ไร่ 2งาน 61 ตร.วา -289/ ตร.ม.",
    about:
      "บ้านเดี่ยวหลายหลัง เนื้อที่ 3-2-61 ไร่ ต.ท่าพระ อ.เมือง จ.ขอนแก่น\nบ้านเดี่ยวหลายหลัง ขายแบบราคาที่ดินเปล่า เนื้อที่ 3-2-61 ไร่ ตั้งอยู่ หมู่ 14 บ้านหนองนิยม ต.ท่าพระ อ.เมือง จ.ขอนแก่น รหัสทรัพย์ P3104890 ราคาพิเศษ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11206939/UPHO.120132293.V800/40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11206939/UPHO.120132294.V800/40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11206939/UPHO.120132297.V800/40000-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.334401104903485, 102.80125132635902",
    Link: "https://www.ddproperty.com/property/40000-%E0%B8%82%E0%B8%B2%E0%B8%A2-11206939",
    "": "",
  },
  {
    id: 61,
    name: "ขายที่ดิน 200 ตรว. บ้านหนองหิน ติดถนน 2 ด้าน อยู่ในเมือง ใกล้วัดสวรรค์วนาราม ต.ศิลา, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11611933",
    category: "ที่ดิน",
    price: "2,200,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 16 มค. 2568  -ขนาดที่ดิน 800 ตร.ม./2งาน - 2,750 / ตร.ม.(ที่ดิน)",
    about:
      "แปลงสุดท้ายแล้ว ขายที่ดิน 200 ตรว. บ้านหนองหิน ติดถนน 2 ด้าน\nแปลงสุดท้ายแล้ว ขายที่ดิน 200 ตรว. บ้านหนองหิน ติดถนน 2 ด้าน อยู่ในเมือง ใกล้วัดสวรรค์วนาราม ต.ศิลา อ.เมือง จ.ขอนแก่น\nที่ตั้ง : ต.ศิลา อ.เมือง จ.ขอนแก่น 40000",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11611933/UPHO.125201511.V800/%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%97%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B8%B4%E0%B8%99-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99-2-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11611933/UPHO.125201513.V800/%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%97%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B8%B4%E0%B8%99-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99-2-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11611933/UPHO.125201514.V800/%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%97%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B8%B4%E0%B8%99-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99-2-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.49548961625373, 102.8708023",
    Link: "https://www.ddproperty.com/property/%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%97%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7-%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-200-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B8%B4%E0%B8%99-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99-2-%E0%B8%94%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%AD%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11611933",
    "": "",
  },
  {
    id: 62,
    name: "ขายบ้านพักอาศัยครึ่งปูนครึ่งไม้ 2 ชั้น L4_7_0595_G01, ขอนแก่น\n25 หมู่ 3 ถนนมิตรภาพ (2), บ้านไผ่, บ้านไผ่, ขอนแก่น",
    code: "11479401",
    category: "บ้าน",
    price: "870,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568 -พื้นที่ชั้น 212 ตร.ม. ขนาดที่ดิน 256 ตร.ม./ 64 ตร.วา 3,398.44 /ตร.ม",
    about:
      "ห่างจากถนนมิตรภาพ (ทล.2) ประมาณ 1,427.5 เมตร\nบ้านพักอาศัยครึ่งตึกครึ่งไม้ 2 ชั้น\nรหัสทรัพย์สิน :\n7-0595 (L4_7_0595_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11479401/UPHO.123483127.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%B9%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_7_0595_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11479401/UPHO.123483129.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%B9%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_7_0595_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11479401/UPHO.123483134.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%B9%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_7_0595_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11479401/UPHO.123483136.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%B9%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_7_0595_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg",
    "lat,lng": "16.042947271708773, 102.70437799515287",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%B9%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-l470595g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11479401",
    "": "",
  },
  {
    id: 63,
    name: "ขายที่ดินพร้อมสิ่งปลูกสร้าง L4_2_0190_G01, ขอนแก่น\n313 ถนนบ้านหนองทุ่ม, บ้านโคก, โคกโพธิ์ไชย, ขอนแก่น",
    code: "11479360",
    category: "ที่ดิน",
    price: "563,222",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568-พื้นที่ชั้น 56 ตร.ม. -ขนาเที่ดิน 1,396 ตร.ม./ 3 งาน 49 ตร.วา -403.45/ตร.ม",
    about:
      "ติดถนนบ้านหนองทุ่ม\nที่ดินพร้อมสิ่งปลูกสร้าง\nรหัสทรัพย์สิน :\n2-0190 (L4_2_0190_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11479360/UPHO.123482488.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_2_0190_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11479360/UPHO.123482489.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_2_0190_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11479360/UPHO.123482491.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_2_0190_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11479360/UPHO.123482492.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-L4_2_0190_G01-%E0%B9%82%E0%B8%84%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%8A%E0%B8%A2-Thailand.jpg",
    "lat,lng": "16.087241825789675, 102.38583455238557",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-l420190g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11479360",
    "": "",
  },
  {
    id: 64,
    name: "บ้านพักอาศัยชั้นเดียว L4_4_0529_G01, ขอนแก่น\n445 ถนนเลียบคลองชลประทาน, น้ำพอง, น้ำพอง, ขอนแก่น",
    code: "1148828",
    category: "บ้าน",
    price: "2,520,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568 -พื้นที่ชั้น 197 ตร.ม. -ขนาดที่ดิน 1,660 ตร.ม/ 1ไร่ 15 ตร.วา -1,518.44 /ตร.ม.",
    about:
      "ห่างจากถนนสายน้ำพอง-กระนอน (2039) ประมาณ 280 เมตร\nบ้านพักอาศัยตึกชั้นเดียว\nรหัสทรัพย์สิน :\n4-0529 (L4_4_0529_G01)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11478828/UPHO.123475434.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_4_0529_G01-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11478828/UPHO.123475435.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_4_0529_G01-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11478828/UPHO.123475437.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_4_0529_G01-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11478828/UPHO.123475436.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_4_0529_G01-%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%AD%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.73195639778269, 102.80743173564358",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-l440529g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11478828",
    "": "",
  },
  {
    id: 65,
    name: "บ้านเดี่ยว 2 ชั้น บ้านล้อมไผ่-บ้านโคกกุง ต.ศรีสุข อ.สีชมพู จ.ขอนแก่น L4_7_0237_G02_C001, ขอนแก่น\n4 หมู่ 13 บ้านล้อมไผ่-บ้านโคกกุง, ศรีสุข, สีชมพู, ขอนแก่น",
    code: "114876281",
    category: "บ้าน",
    price: "840,000",
    convenience: "-ที่จอดรถ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568 -พื้นที่ชั้น 198 ตร.ม. -ขนาดที่ดิน 486 ตร.ม./1 งาน 22 ตร.วา -1,728.4 /ตร.ม.",
    about:
      "บ้านเดี่ยว 2 ชั้น ห่างจากถนนสายบ้านล้อมไผ่-บ้านโคกถุง ประมาณ 20 เมตร\nบ้านพักอาศัยครึ่งตึกครึ่งไม้ 2 ชั้น\nรหัสทรัพย์สิน :\n7-0237 (L4_7_0237_G02_C001) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443441.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443444.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443448.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443446.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg",
    "lat,lng": "16.74953364864026, 102.17875150162808",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-l470237g02c001-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11476281",
    "": "",
  },
  {
    id: 66,
    name: "40120, ขอนแก่น\nหัวทุ่ง, พล, ขอนแก่น",
    code: "11206859",
    category: "บ้าน",
    price: "1,200,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568-พื้นที่ชั้น 365 ตร.ม. -ขนาดที่ดิน 600 ตร.ม./1 งาน 50ตร.วา -2,000 / ตร.ม",
    about:
      "บ้านเดี่ยว ต.หัวทุ่ง อ.พล จ.ขอนแก่น เนื้อที่ 150 ตรว.\nบ้านเดี่ยว ต.หัวทุ่ง อ.พล จ.ขอนแก่น เนื้อที่ 150 ตรว. ราคาพิเศษ รหัสทรัพย์ P3104096",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443441.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443444.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443448.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443450.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11476281/UPHO.123443450.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0237_G02_C001-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-Thailand.jpg",
    "lat,lng": "16.74957443216444, 102.17874254706979",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%B8%E0%B8%87-%E0%B8%95-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%AD-%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%A1%E0%B8%9E%E0%B8%B9-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-l470237g02c001-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11476281",
    "": "",
  },
  {
    id: 67,
    name: "40340, ขอนแก่น\nขามป้อม, เปือยน้อย, ขอนแก่น",
    code: "112.6836",
    category: "บ้าน",
    price: "800,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568  -พื้นที่ชั้น 246 ตร.ม. -ขนาดที่ดิน 560 ตร.ม./1 งาน 40 ตร.วา 1,429 / ตร.ม.",
    about:
      "บ้านเดี่ยว 140ตรว. ต.ขามป้อม อ.เปือยน้อย จ.ขอนแก่น\nบ้านเดี่ยว ครึ่งตึกครึ่งไม้ เนื้อที่ 140ตรว. ต.ขามป้อม อ.เปือยน้อย จ.ขอนแก่น ราคาพิเศษ ต่อรองได้ รหัสทรัพย์ P3104149 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11206836/UPHO.120131063.V800/40340-%E0%B9%80%E0%B8%9B%E0%B8%B7%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11206836/UPHO.120131064.V800/40340-%E0%B9%80%E0%B8%9B%E0%B8%B7%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11206836/UPHO.120131066.V800/40340-%E0%B9%80%E0%B8%9B%E0%B8%B7%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11206836/UPHO.120131074.V800/40340-%E0%B9%80%E0%B8%9B%E0%B8%B7%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2-Thailand.jpg",
    "lat,lng": "15.930189171942299, 102.88483783207288",
    Link: "https://www.ddproperty.com/property/40340-%E0%B8%82%E0%B8%B2%E0%B8%A2-11206836",
    "": "",
  },
  {
    id: 68,
    name: "Land & House Park Khonkae แลนด์ แอนด์ เฮ้าส์ พาร์ค ขอนแก่น, ขอนแก่น\n1 -, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11650786",
    category: "บ้าน",
    price: "5,290,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค. 2568  -พื้นที่ชั้น 250 ตรร.ม. -ขนาดที่ดิน 524 ตร.ม./ 1งาน 31 ตร.วา 10,095 / ตร.ม.",
    about:
      "ขายบ้าน แลนด์ แอนด์ เฮ้าส์ พาร์ค ขอนแก่น\nรหัสทรัพย์ : CX-110346\nโครงการ : แลนด์ แอนด์ เฮ้าส์ พาร์ค ขอนแก่น - Land & House Park Khonkae\nที่ตั้ง : ตำบลเมืองเก่า อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 18160 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11650786/UPHO.125695554.V800/Land-House-Park-Khonkae-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11650786/UPHO.125695555.V800/Land-House-Park-Khonkae-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11650786/UPHO.125695559.V800/Land-House-Park-Khonkae-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*****https://th1-cdn.pgimgs.com/listing/11650786/UPHO.125695557.V800/Land-House-Park-Khonkae-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.3991410090264, 102.7944305095782",
    Link: "https://www.ddproperty.com/property/land-house-park-khonkae-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C-%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11650786",
    "": "",
  },
  {
    id: 69,
    name: "หมู่บ้านศุภาลัยโมด้า แอร์พอร์ต หลังมุมใกล้สนามบินขอนแก่น, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11199288",
    category: "บ้าน",
    price: "5,300,000",
    convenience: "-ที่จอดรถ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค.2568 -พื้นที่ชั้น 197 ตร.ม. -ขนาดที่ดิน 254 ตร.ม./64 ตร.วา 20,866 / ตร.ม.",
    about:
      "หมู่บ้านศุภาลัยโมด้า แอร์พอร์ต หลังมุมใกล้สนามบินขอนแก่น\nขายบ้านเดี่ยว 2 ชั้น ศุภาลัยโมด้า แอร์พอร์ต เนื้อที่ 63.5 ตารางวา พื้นที่ใช้สอย 197 ตารางเมตร\n4 ห้องนอน l 3 ห้องน้ำ l 1 ห้องครัว l 1 ห้องพักผ่อน l แอร์ 2 เครื่อง l 2 ที่จอดรถ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043103.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043109.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043114.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*****https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043112.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.455734148001408, 102.78185614424443",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11199288",
    "": "",
  },
  {
    id: 70,
    name: "เดอะคิวบ์ ร.8, ขอนแก่น\nสีหราชเดโชไชย, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11451305",
    category: "ทาวน์เฮ้าส์",
    price: "2,750,000",
    convenience: "-ที่จอดรถ",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 15 มค.2568 พื้นที่ชั้น 130 ตร.ม. -ขนาดที่ดิน 95 ตร.ม./24 ตร.วา  -21,154 / ตร.ม.",
    about:
      "ทาวน์โฮม2ชั้น โครงการ The Qube ร. 8 ใกล้สนามบินนานาชาติขอนแก่น\nทาวน์โฮม2ชั้น โครงการ The Qube ร. 8 พื้นที่ดิน 23.8 ตารางวา\nขนาด 3 ห้องนอน 2 ห้องน้ำ 1 ห้องรับแขก 1 ห้องเก็บของ ที่จอดรถมีหลังคาจอดได้ 2 คัน มีระเบียงชั้น 2 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115695.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115695.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115730.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.45903646777817, 102.7959824277883",
    Link: "https://www.ddproperty.com/property/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11451305",
    "": "",
  },
  {
    id: 71,
    name: "ดิไอซิส คอนโด, ขอนแก่น\nมะลิวัลย์, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10086341",
    category: "คอนโด",
    price: "2,300,000",
    convenience: "-ที่จอดรถ -รักษาความปลอดภัย 24 ชม .สระว่ายน้ำ -ห้องยิมนาสติก",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 15 มค.2568  -พื้นที่ชั้น 44 ตร.ม. -52,644 /ตร.ม.",
    about:
      "ขายคอนโด ดิไอซิส 1ห้องนอน1ห้องน้ำ ชั้น 5ใกล้ตึกทรู มข. รพ.กรุงเทพ\nขายไอซิส คอนโด ขอนแก่น ย่านเศรษฐกิจ ติดตึกทรู รพ.กรุงเทพ ม.ขอนแก่น\nขนาด 1 ห้องนอน 1 ห้องน้ำ 1 ห้องนั่งเล่น เคาท์เตอร์ครัว มีระเบียง พื้นที่ 43.69 ตารางเมตร ชั้น 5\nแอร์2 เครื่องทำน้ำอุ่น ทีวี ตู้เย็น โต๊ะ ตู้ เตียง โซฟา พร้อมเข้าอยู่\nสระว่ายน้ำ ฟิตเนส ระบบรักษาความปลอดภัย คีย์การ์ด ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10086341/UPHO.104482080.V800/%E0%B8%94%E0%B8%B4%E0%B9%84%E0%B8%AD%E0%B8%8B%E0%B8%B4%E0%B8%AA-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10086341/UPHO.104482066.V800/%E0%B8%94%E0%B8%B4%E0%B9%84%E0%B8%AD%E0%B8%8B%E0%B8%B4%E0%B8%AA-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10086341/UPHO.104482067.V800/%E0%B8%94%E0%B8%B4%E0%B9%84%E0%B8%AD%E0%B8%8B%E0%B8%B4%E0%B8%AA-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/10086341/UPHO.104482069.V800/%E0%B8%94%E0%B8%B4%E0%B9%84%E0%B8%AD%E0%B8%8B%E0%B8%B4%E0%B8%AA-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.441374516551413, 102.82228439769412",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B8%94%E0%B8%B4%E0%B9%84%E0%B8%AD%E0%B8%8B%E0%B8%B4%E0%B8%AA-1%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%991%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-5%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%95%E0%B8%B6%E0%B8%81%E0%B8%97%E0%B8%A3%E0%B8%B9-%E0%B8%A1%E0%B8%82-%E0%B8%A3%E0%B8%9E-%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E-%E0%B8%82%E0%B8%B2%E0%B8%A2-10086341",
    "": "",
  },
  {
    id: 72,
    name: "บ้านเดี่ยว บ้านฝาง ติดถนนมะลิวัลย์, ขอนแก่น\nบ้านฝาง, บ้านฝาง, ขอนแก่น",
    code: "10393548",
    category: "บ้าน",
    price: "14,000,000",
    convenience: "-ลานจอดรถ",
    detail:
      "-บ้านเยว ขาย -ประกาศเมื่อ 15 มค.2568  - พื้นที่ชั้น 250 ตร.ม. -ขนาดที่ดิน 3,216 ตร.ม/ 2ไร่ 4 ตร.วา -4,353 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว2ชั้น 5 ห้องนอน 5 ห้องน้ำ ติดถนนมะลิวัลย์ บ้านฝาง2-0-4ไร่ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10393548/UPHO.110708163.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10393548/UPHO.110705246.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10393548/UPHO.110705243.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg*****https://th1-cdn.pgimgs.com/listing/10393548/UPHO.110705249.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.448853866817775, 102.64869507844999",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A72%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%872-0-4%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%82%E0%B8%B2%E0%B8%A2-10393548",
    "": "",
  },
  {
    id: 73,
    name: "ขายที่ดิน 12-0-83 ไร่ ติดถนนมะลิวัลย์ อ.หนองเรือ จ.ขอนแก่น, ขอนแก่น\nมะลิวัลย์, หนองเรือ, หนองเรือ, ขอนแก่น",
    code: "11592320",
    category: "ที่ดิน ",
    price: "27,600,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 15 มค. 2568  -ขนาดที่ดิน 19532 ตร.ม./ 12ไน่ 83 ตร.วา -1,413/ ตารางเมตร(ที่ดิน)",
    about:
      "ขายที่ดิน 12 - 0 - 83 ไร่ ติดถนนมะลิวัลย์ อ.หนองเรือ จ.ขอนแก่น\nขายที่ดิน 12 - 0 - 83 ไร่ ติดถนนมะลิวัลย์ อ.หนองเรือ จ.ขอนแก่น ซึ่งเป็นถนนสายหลักในการขนส่ง ระหว่าง อ.เมืองขอนแก่น และ อ.ชุมแพ จังหวัดขอนแก่น และอยู่บนเส้นทางยุทธศาสตร์\nหน้ากว้างติดถนน ประมาณ 150 เมตร\nเหมาะสำหรับ การปั้มน้ำมัน หรือโกดัง สำนักงาน\nเดิมเป็นแพล้นคอนกรีต",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11592320/UPHO.124951980.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-12-0-83-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11592320/UPHO.124951973.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-12-0-83-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11592320/UPHO.124951972.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-12-0-83-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg*****https://th1-cdn.pgimgs.com/listing/11592320/UPHO.124951974.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-12-0-83-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg",
    "lat,lng": "16.483611274106355, 102.49632181567824",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-12-0-83-%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%96%E0%B8%99%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11592320",
    "": "",
  },
  {
    id: 74,
    name: "พูลวิลลา ดรีมเฮ้าส์ บนที่ดินขนาด 363 ตารางวา ใกล้ทางเลี่ยงขอนแก่น สนามบินนานาชาติขอนแก่น, ขอนแก่น\nแดงใหญ่, เมืองขอนแก่น, ขอนแก่น",
    code: "11124732",
    category: "บ้าน",
    price: "20,900,000",
    convenience: "-กล้องวงจรปิด -ที่จอดรถ -สระว่ายน้ำ ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 มค.2568 -พื้นที่ชั้น 255 ตร.ม. -ขนาดที่ดิน 1,453 ตร.ม /3 งาน 63 ตร.วา -14,386/ตร.ม",
    about:
      "ขายพูลวิลลา เนื้อที่ 363 ตารางวา ก่อสร้างด้วยวัสดุเกรดพรีเมี่ยมทั้งหมด\nPool Villa Dream House\nทำเล : หมู่บ้านมะลิวัลย์ 4 ต.แดงใหญ่ อ.เมือง จ. ขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119233527.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119169400.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119169403.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119169401.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4669045545968, 102.75494380274974",
    Link: "https://www.ddproperty.com/property/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11124732",
    "": "",
  },
  {
    id: 75,
    name: "Nava Forest Camp , ขอนแก่น\nดอนช้าง, เมืองขอนแก่น, ขอนแก่น",
    code: "10941293",
    category: "บ้าน",
    price: "14,000,000",
    convenience: "-ฐานผจญภัย -ที่จอดรถ -ลานจอดรถ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 มค.2568 -พื้นที่ชั้น 16,812 ตร.ม. -ขนาดที่ดิน 16,812 ตร.ม / 10ไน่ 2 งาน 3 ตร.วา -833 / ตร.ม.",
    about:
      "ขายแค้มป์ 10 ไร่ครึ่ง บ้านดอนช้าง อำเภอเมืองขอนแก่น\nขายนาวา ฟอเรสต์ แค้มป์ พื้นที่ 10-2-3 ไร่ บ้านดอนช้าง อำเภอเมืองขอนแก่น พร้อมอาคาร 6 หลัง",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966798.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966801.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966805.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966800.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.34720969147313, 102.73505098049318",
    Link: "https://www.ddproperty.com/property/%E0%B9%8Cnava-forest-camp-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10941293",
    "": "",
  },
  {
    id: 76,
    name: "ขายรีสอร์ต พร้อมสิ่งสิ่งปลูกสร้าง ชุมแพ, ขอนแก่น\nชุมแพ, ชุมแพ, ขอนแก่น",
    code: "10646438",
    category: "ที่ดิน",
    price: "9,500,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 23 มค.2568 -ขนาดที่ดิน 9,140 ตร.ม./ 5ไร่ 2 งาน 85 ตร.วา -1,039.39 / ตร.ม.(ที่ดิน)",
    about:
      "ขายต่ำกว่าประเมินขายที่ดินพร้อมสิ่งปลูกสร้าง (รีสอร์ท)ในตัวอำเภอชุมแพ\nขายต่ำกว่าประเมินขายที่ดินพร้อมสิ่งปลูกสร้าง (รีสอร์ท) ในตัวอำเภอชุมแพ ทำเลดี ทำกิจการต่อได้เลย",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11723359/UPHO.126608675.V800/%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11723359/UPHO.126608676.V800/%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11723359/UPHO.126608677.V800/%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg*****https://th1-cdn.pgimgs.com/listing/11723359/UPHO.126608678.V800/%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg",
    "lat,lng": "16.587571762551253, 102.11271513364602",
    Link: "https://www.ddproperty.com/property/%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11723359",
    "": "",
  },
  {
    id: 77,
    name: "บ้านพักอาศัยชั้นเดียว L4_7_0596_G01, ขอนแก่น\nคำแคน, มัญจาคีรี, ขอนแก่น",
    code: "11484831",
    category: "บ้าน",
    price: "800,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 20 มค.2568  - พื้นที่ชั้น 148 ตร.ม. -ขนาดที่ดิน 248 ตร.ม./ 62 ตร.วา -3,225.81 / ตร.ม.",
    about:
      "สายบ้านโสกนาดี-บ้านดอนโมง\nบ้านพักอาศัยชั้นเดียว\nรหัสทรัพย์สิน :\n7-0596 (L4_7_0596_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11484831/UPHO.123560261.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_7_0596_G01-%E0%B8%A1%E0%B8%B1%E0%B8%8D%E0%B8%88%E0%B8%B2%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11484831/UPHO.123560260.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_7_0596_G01-%E0%B8%A1%E0%B8%B1%E0%B8%8D%E0%B8%88%E0%B8%B2%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11484831/UPHO.123560263.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_7_0596_G01-%E0%B8%A1%E0%B8%B1%E0%B8%8D%E0%B8%88%E0%B8%B2%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11484831/UPHO.123560262.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-L4_7_0596_G01-%E0%B8%A1%E0%B8%B1%E0%B8%8D%E0%B8%88%E0%B8%B2%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5-Thailand.jpg",
    "lat,lng": "16.320803443119978, 102.50451494119939",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-l470596g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11484831",
    "": "",
  },
  {
    id: 78,
    name: " วราสิริ ศรีจันทร์, ขอนแก่น\nศรีจันทร์, พระลับ, เมืองขอนแก่น, ขอนแก่น",
    code: "11671131",
    category: "บ้าน ",
    price: "5,500,000",
    convenience:
      "-เครื่องปรับอากาศ -ทางเข้าหลัก - ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -ลานจอดรถ -ลู่วิ่ง -สนามเด็กเล่น -สนามบาส - สระเด็ก -สวนสาธารณะ -สาธารณูปโภค",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 24 ธค.2568  - พื้นที่ชั้น 236 ตร.ม. -ขนาดที่ดิน 264 ตร.ม./ 66 ตร.วา -20,864.95 / ตร.ม.",
    about:
      "บ้าน โครงการ วราสิริ ศรีจันทร์ บิ้วอินทั้งหลัง เนื้อที่ 65.9 ตร.วา\n*บิ้วอินทั้งหลัง\n- วราสิริ ศรีจันทร์, ใกล้ ม.ราชมงคล รพ.ขอนแก่น\n- 3ห้องนอน, 3ห้องน้ำ, จอดรถ 2คัน, เนื้อที่ 65.9 ตร.วา, พื้นที่ใช้สอย 236 ตร.ม.\n- แถม เฟอร์นิเจอร์ และเครื่องใช้ไฟฟ้าทั้งหลัง\n- 6 ล้าน ลดเหลือ 5.5ล้านบาท ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11671131/UPHO.125942781.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11671131/UPHO.125942777.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11671131/UPHO.125942780.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11671131/UPHO.125942779.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.429334501189512, 102.89167534187503",
    Link: "https://www.ddproperty.com/property/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11671131",
    "": "",
  },
  {
    id: 79,
    name: "วราสิริ บึงแก่น, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11673314",
    category: "บ้าน",
    price: "8,800,000",
    convenience: "-รักษาความปลอดภัย 24 ชม. - สนามเด็กเล่น -สวนสาธารณะ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 24 ธค.2568 -พื้นที่ชั้น 219 ตร.ม.-ขนาดที่ดิน 526 ตร.ม./ 1งาน 32 ตร.วา -16,730.04 /ตร.ม.",
    about:
      "บ้านเดี่ยว สองชั้น ปรับปรุงใหม่ มีสระว่ายน้ำส่วนตัว เนื้อที่ 131.5 ตรว ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11673314/UPHO.125970142.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11673314/UPHO.125970144.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11673314/UPHO.125970137.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11673314/UPHO.125970138.V800/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.429499153438407, 102.89156805351254",
    Link: "https://www.ddproperty.com/property/%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11673314",
    "": "",
  },
  {
    id: 80,
    name: "ขายบ้านเดี่ยวสองชั้น Inizio ขอนแก่น, ขอนแก่น\nบ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11498658",
    category: "บ้าน",
    price: "4,390,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 9 มค.2568 -พื้นที่ชั้น 240 ตร.ม. -ขนาดที่ดิน 240 ตร.ม. / 60 ตร.วา 18,291.67 /ตร.ม.",
    about:
      "ขาย / เช่า บ้านเดี่ยวสองชั้น Inizio ขอนแก่น\nList.88079\nหมู่บ้านอินนิซิโอ ในเครือบริษัทแลนด์แอนด์เฮาส์ หมู่บ้านเกรดเอ สภาพดี หมู่บ้านขนาดกลาง บรรยากาศเงียบสงบ มีคนสวนดูแลพื้นที่โครงการและบริเวณสนามหญ้าหน้าบ้านตลอดปี ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11498658/UPHO.123738892.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-Inizio-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11498658/UPHO.123738894.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-Inizio-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11498658/UPHO.123738896.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-Inizio-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11498658/UPHO.123738899.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-Inizio-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450423099158385, 102.750817742158",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-inizio-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11498658",
    "": "",
  },
  {
    id: 81,
    name: "ขายบ้านพักอาศัยชั้นเดียว บ้านโนนสะอาด TMB01_166_G01, ขอนแก่น\n11 หมู่ 14 ถนนบ้านลาน-เปื่อยน้อย ทล.2297, บ้านลาน, บ้านไผ่, ขอนแก่น",
    code: "11484826",
    category: "บ้าน",
    price: "1,128,809",
    convenience: "",
    detail:
      "-ขายเดี่ยว ขาย -ประกาศเมื่อ 23 มค 2568-พื้นที่ชั้น 239 ตร.ม. -ขนาดที่ดิน 336 ตร.ม./84 ตร.วา -3,359.55 / ตร.ม",
    about:
      "อยู่ใกล้วัดโนนสะอาดสีลาราม และชุมชน\nบ้านพักอาศัยตึกชั้นเดียว\nรหัสทรัพย์สิน :\nT5_166 (TMB01_166_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11484826/UPHO.123560168.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%AA%E0%B8%B0%E0%B8%AD%E0%B8%B2%E0%B8%94-TMB01_166_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11484826/UPHO.123560169.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%AA%E0%B8%B0%E0%B8%AD%E0%B8%B2%E0%B8%94-TMB01_166_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11484826/UPHO.123560173.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%AA%E0%B8%B0%E0%B8%AD%E0%B8%B2%E0%B8%94-TMB01_166_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11484826/UPHO.123560170.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%AA%E0%B8%B0%E0%B8%AD%E0%B8%B2%E0%B8%94-TMB01_166_G01-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg",
    "lat,lng": "15.975093361288733, 102.84128554291961",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%AA%E0%B8%B0%E0%B8%AD%E0%B8%B2%E0%B8%94-tmb01166g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11484826",
    "": "",
  },
  {
    id: 82,
    name: "ฉัตรเพชรเหล่านาดี เฟส4, ขอนแก่น\n999/22X เหล่านาดี, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น ",
    code: "11558288",
    category: "บ้าน",
    price: "8,900,000",
    convenience:
      "-คลับเฮ้าส์ -ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -สนามเด็กเล่น -สระว่ายน้ำ สระว่ายน้ำ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 19 มค. 2568  -พื้นที่ชั้น 350 ตร.ม. -ขนาดที่ดิน 400 ตร.ม./ 1 งาน -22,250/ตร.ม.",
    about:
      "บ้านฉัตรเพชรหลังใหญ่ตกแต่งหรู 6 นอน ขายต่ำกว่าทุน แค่ 8.9 ล้าน\nมบ. ฉัตรเพชรเหล่านาดี เฟส 4\n▪️ที่ดิน 100 ตรว. หันหน้าทิศใต้\n▪️6 ห้องนอน 1 ห้องแม่บ้าน 1 ห้องทำงาน\n▪️1 โถงรับแขก 3 ห้องน้ำ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510025.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510026.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510027.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11558288/UPHO.124510028.V800/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.402609852824757, 102.80715300974099",
    Link: "https://www.ddproperty.com/property/%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%94%E0%B8%B5-%E0%B9%80%E0%B8%9F%E0%B8%AA4-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11558288",
    "": "",
  },
  {
    id: 83,
    name: "หมู่บ้านศุภาลัยโมด้า แอร์พอร์ต หลังมุมใกล้สนามบินขอนแก่น, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11199288",
    category: "บ้าน",
    price: "5,300,000",
    convenience: "-ที่จอดรถ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 16 มค. 2568  -พื้นที่ชั้น 197 ตร.ม. -ขนาดที่ดิน 254 ตร.ม./ 64 ตร.วา -20,866/ ตร.ม.",
    about:
      "หมู่บ้านศุภาลัยโมด้า แอร์พอร์ต หลังมุมใกล้สนามบินขอนแก่น\nขายบ้านเดี่ยว 2 ชั้น ศุภาลัยโมด้า แอร์พอร์ต เนื้อที่ 63.5 ตารางวา พื้นที่ใช้สอย 197 ตารางเมตร\n4 ห้องนอน l 3 ห้องน้ำ l 1 ห้องครัว l 1 ห้องพักผ่อน l แอร์ 2 เครื่อง l 2 ที่จอดรถ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043103.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043109.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043112.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11199288/UPHO.120043117.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.456166301087766, 102.7826929934718",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%A1%E0%B8%94%E0%B9%89%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11199288",
    "": "",
  },
  {
    id: 84,
    name: "เดอะคิวบ์ ร.8, ขอนแก่น\nสีหราชเดโชไชย, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11451305",
    category: "ทาวน์เฮ้าส์",
    price: "2,750,000",
    convenience: "-ที่จอดรถ",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 15 มค. 2568 -พื้นที่ชั้น 130 ตร.ม. -ขนาดที่ดิน 95 ตร.ม./ 24 ตร.วา -21,154 / ตร.ม",
    about:
      "ทาวน์โฮม2ชั้น โครงการ The Qube ร. 8 ใกล้สนามบินนานาชาติขอนแก่น\nทาวน์โฮม2ชั้น โครงการ The Qube ร. 8 พื้นที่ดิน 23.8 ตารางวา\nขนาด 3 ห้องนอน 2 ห้องน้ำ 1 ห้องรับแขก 1 ห้องเก็บของ ที่จอดรถมีหลังคาจอดได้ 2 คัน มีระเบียงชั้น 2 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115695.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115727.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115730.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11451305/UPHO.123115729.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.457834228654928, 102.79700055056544",
    Link: "https://www.ddproperty.com/property/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B8%9A%E0%B9%8C-%E0%B8%A3-8-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11451305",
    "": "",
  },
  {
    id: 85,
    name: "กันยารัตน์ LakeVille Condominium, ขอนแก่น\nถนน กลางเมือง, บ้านฝาง, บ้านฝาง, ขอนแก่น",
    code: "11322589",
    category: "คอนโด",
    price: "2,390,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 11 มค.2568 -พื้นที่ชั้น 35 ตร.ม. -68,481 / ตร.ม. -222 หน่วยทั้งหมด",
    about:
      "-ใกล้ สถานกงสุลจีน ประจำจังหวัดขอนแก่น\n#สุดคุ้ม\nคอนโด\nกันยารัตน์ เลควิว คอนโดมิเนียม ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510603.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510600.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510604.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510602.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510605.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.40947648614637, 102.84225009769337",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-lakeville-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11322589",
    "": "",
  },
  {
    id: 86,
    name: "มบ.เอกกวิน วิลล่า, ขอนแก่น\n401/31 มิตรภาพ, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11542384",
    category: "ทาวน์เฮ้าส์",
    price: "1,050,000",
    convenience: "-ที่จอดรถ -ลานจอดรถ -สาธารณูปโภค",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 10 มค 2568  -พื้นที่ชั้น 64 ตร.ม. -ขนาดที่ดิน 64 ตร.ม./ 16 ตร.วา -16,406 / ตร.ม.",
    about:
      "ขายถูก!! ทาวน์โฮม 2 ชั้น หมู่บ้านเอกกวินวิลล่า\nขายถูก!! ขายด่วน!!! ทาวน์โฮม 2 ชั้น หมู่บ้าน เอกกวิน วิลล่า ทำเลดีเมืองขอนแก่น ฟรีโอน!!\nที่ตั้งทรัพย์ : เลขที่ 401/31 หมู่บ้าน เอกกวิน วิลล่า ต.กุดกว้าง อ.เมือง จ.ขอนแก่น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11542384/UPHO.124298006.V800/%E0%B8%A1%E0%B8%9A-%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B8%B4%E0%B8%99-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11542384/UPHO.124298008.V800/%E0%B8%A1%E0%B8%9A-%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B8%B4%E0%B8%99-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11542384/UPHO.124297841.V800/%E0%B8%A1%E0%B8%9A-%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B8%B4%E0%B8%99-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/11542384/UPHO.124297845.V800/%E0%B8%A1%E0%B8%9A-%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B8%B4%E0%B8%99-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.37672935249368, 102.80343115165765",
    Link: "https://www.ddproperty.com/property/%E0%B8%A1%E0%B8%9A-%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%A7%E0%B8%B4%E0%B8%99-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-%E0%B8%82%E0%B8%B2%E0%B8%A2-11542384",
    "": "",
  },
  {
    id: 87,
    name: "98/19 หมู่บ้านพัชรี, ขอนแก่น\n98/19 ศรีจันทร์, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "10949026",
    category: "บ้าน",
    price: "4,180,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 มค. 2568 -พื้นที่ชั้น 151 ตร.ม. -ขนาดที่ดิน 218 ตร.ม. / 55 ตร.วา -19,139 / ตร.",
    about:
      "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย\nราคาประกาศขายใช้ได้ถึงวันที่ 15/05/2568",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10949026/UPHO.117054452.V800/98-19-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%8A%E0%B8%A3%E0%B8%B5-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10949026/UPHO.117054453.V800/98-19-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%8A%E0%B8%A3%E0%B8%B5-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10949026/UPHO.117054460.V800/98-19-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%8A%E0%B8%A3%E0%B8%B5-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg****https://th1-cdn.pgimgs.com/listing/10949026/UPHO.117054465.V800/98-19-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%8A%E0%B8%A3%E0%B8%B5-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.441873761704993, 102.77719429536195",
    Link: "https://www.ddproperty.com/property/98-19-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%8A%E0%B8%A3%E0%B8%B5-%E0%B8%82%E0%B8%B2%E0%B8%A2-10949026",
    "": "",
  },
  {
    id: 88,
    name: "888/15 หมู่บ้านสิทธาสิริ, ขอนแก่น\n888/15 สายเลี่ยงเมืองขอนแก่น, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "10947516",
    category: "บ้าน",
    price: "4,785,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 มค. 2568 -พื้นที่ชั้น 223 ตร.ม. / 59 ตร.วา -20,414 / ตร.ม",
    about:
      "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10947516/UPHO.117037028.V800/888-15-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B4%E0%B8%97%E0%B8%98%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10947516/UPHO.117037050.V800/888-15-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B4%E0%B8%97%E0%B8%98%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10947516/UPHO.117037050.V800/888-15-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B4%E0%B8%97%E0%B8%98%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.421903142928812, 102.77150057307995",
    Link: "https://www.ddproperty.com/property/888-15-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B4%E0%B8%97%E0%B8%98%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%82%E0%B8%B2%E0%B8%A2-10947516",
    "": "",
  },
  {
    id: 89,
    name: "หมู่บ้านกันยารัตน์ ฟลอร่า วิลล์, ขอนแก่น\n85/35 (ไม่ติดเลขที่) ฉิมพลี, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11584985",
    category: "บ้าน ",
    price: "2,640,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 มค. 2568 -พื้นที่ชั้น 179 ตร.ม. -ขนาดที่ดิน 334 ตร.ม./ 84 ตร.วา",
    about:
      "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031456.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031465.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031466.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031467.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.413240847874718, 102.85413211161101",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B8%82%E0%B8%B2%E0%B8%A2-10947028",
    "": "",
  },
  {
    id: 90,
    name: "หมู่บ้านขอนแก่นวิลล่า (KhonKaen Villa), ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11477097",
    category: "บ้าน ",
    price: "3,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 3 มค. 2568 -พื้นที่ชั้น 280 ตร.ม. -ขนาดที่ดิน 288 ตร.ม./ 72 ตร.วา -12,152.78 / ตร.ม",
    about:
      "ขายบ้านเดี่ยว 2 ชั้น หมู่บ้านขอนแก่นวิลล่า ศิลา ขอนแก่น\nโครงการ : ขอนแก่นวิลล่า (KhonKaen Villa)\nที่ตั้ง : ซ. มิตรภาพ 25 ถนน มิตรภาพ ต.ศิลา อ.เมืองขอนแก่น จ.ขอนแก่น\nรหัสทรัพย์ : T-89952",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453795.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453795.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453799.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453798.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.466864591525816, 102.83581663027907",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-khonkaen-villa-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11477097",
    "": "",
  },
  {
    id: 91,
    name: "ถนน กลางเมือง, บ้านฝาง, บ้านฝาง, ขอนแก่น\n",
    code: "11535437",
    category: "คอนโด ",
    price: "57,000,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 26 ธค. 2567 -พื้นที่ชั้น 70 ตร.ม. -81,428.57 /ตร.ม. - 222 หน่วยทั้งหมด",
    about:
      "ขายคอนโด กันยารัตน์เลควิวล์\nรหัสทรัพย์ : CX-102574\nโครงการ : กันยารัตน์เลควิวล์ - Kanyarat Lakeview\nที่ตั้ง : รอบบึง ตำบลขอนแก่น อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 45000 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211695.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211697.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211698.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211699.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.40941473521053, 102.84209989398589",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-lakeville-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11535437",
    "": "",
  },
  {
    id: 92,
    name: "กันยารัตน์ LakeVille Condominium, ขอนแก่น\nถนน กลางเมือง, บ้านฝาง, บ้านฝาง, ขอนแก่น",
    code: "11535458",
    category: "คอนโด",
    price: "11,000,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟินเตส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 26 ธ.ค. 2567 -พื้นที่ชั้น 127 ตร.ม. -86,614.17 / ตร.ม. - 222 หน่วยทั้งหมด",
    about:
      "ขายคอนโด กันยารัตน์เลควิวล์\nรหัสทรัพย์ : CX-102575\nโครงการ : กันยารัตน์เลควิวล์ - Kanyarat Lakeview\nที่ตั้ง : รอบบึง ตำบลขอนแก่น อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 45000 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11535458/UPHO.124211865.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535458/UPHO.124211866.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535458/UPHO.124211866.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535458/UPHO.124211869.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.40941473521053, 102.84209989398589",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-lakeville-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11535458",
    "": "",
  },
  {
    id: 93,
    name: "กันยารัตน์ LakeVille Condominium, ขอนแก่น\nถนน กลางเมือง, บ้านฝาง, บ้านฝาง, ขอนแก่น",
    code: "11535461",
    category: "คอนโด",
    price: "2,400,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 26 ธค. 2567  -พื้นที่ชั้น 35 ตร.ม. -68,571.43 / ตร.ม. - 222 หน่วยทั้งหมด",
    about:
      "ขายคอนโด กันยารัตน์เลควิวล์\nรหัสทรัพย์ : CX-102568\nโครงการ : กันยารัตน์เลควิวล์ - Kanyarat Lakeview\nที่ตั้ง : รอบบึง ตำบลขอนแก่น อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 45000",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11535461/UPHO.124211886.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535461/UPHO.124211888.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535461/UPHO.124211889.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535461/UPHO.124211887.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535461/UPHO.124211890.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.40941473521053, 102.84209989398589",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-lakeville-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11535461",
    "": "",
  },
  {
    id: 94,
    name: "กันยารัตน์ LakeVille Condominium, ขอนแก่น\nถนน กลางเมือง, บ้านฝาง, บ้านฝาง, ขอนแก่น",
    code: "11688484",
    category: "คอนโด",
    price: "3,900,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 25 ธค. 2567 -พื้นที่ชั้น 44 ตร.ม. -87,936.87 / ตร.ม. - 222 หน่วยทั้งหมด",
    about:
      "ขายด่วน!! คอนโดกันยารัตน์เลควิวล์ (Kanyalak Lakeview) ห้องสวยๆ ตกแต่งพ\nขายด่วน!! คอนโดกันยารัตน์เลควิวล์ (Kanyalak Lakeview) ห้องสวยๆ ตกแต่งพร้อมอยู่อาศัย ไม่เคยปล่อยเช่า ทำเลดีใจกลางเมืองขอนแก่น พร้อมที่จอดรถส่วนตัว ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510603.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510600.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510604.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11322589/UPHO.121510605.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.40941473521053, 102.84209989398589",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-lakeville-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11322589",
    "": "",
  },
  {
    id: 95,
    name: "หมู่บ้านพฤกษา แอร์พอร์ต - มะลิวัลย์, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11673301",
    category: "บ้าน ",
    price: "4,200,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์ -เครืองปรับอากาศ -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม -สนามเด็กเล่น -สระว่ายน้ำเด็ก -สระว่ายน้ำ -สวนสาธารณะ -สาธารณูปโภค",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 24 ธค. 2567  -พื้นที่ชั้น 179 ตร.ม. -ขนาดที่ดิน 219 ตร.ม. / 55 ตร.วา -19,160.58 / ตร.ม.",
    about:
      "บ้านเดี่ยวสองชั้น ห่างสนามบินขอนแก่น 1 นาที 3ห้องนอน 3ห้องน้ำ\n- บ้านเดี่ยว สองชั้น (ไม่เคยอยู่อาศัย) ( สภาพมือหนึ่ง ) ( หลังหัวมุม )\n- 3ห้องนอน 3ห้องน้ำ, เนื้อที่ 54.8 ตารางวา, พื้นที่ใช้สอย 179 ตารางเมตร\n- ห่างสนามบินขอนแก่น 1 นาที",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11673301/UPHO.125970055.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11673301/UPHO.125970057.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11673301/UPHO.125970058.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11673301/UPHO.125970059.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.456227648797213, 102.78510484666566",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A4%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B9%81%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11673301",
    "": "",
  },
  {
    id: 96,
    name: "ขาย บ้านเดี่ยว 2 ชั้น หมู่บ้าน The Scenery Park บ้านสไตล์โมเดิร์น ตำบลศิลา อำเภอเมือง ขอนแก่น, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11666561",
    category: "บ้าน ",
    price: "3,700,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 23 ม.ค. 2568 -พื้นที่ชั้น 348 ตร.ม. -ขนาดที่ดิน 348 ตร.ม./ 87 ตร.วา - 10,632.18 / ตร.ม.",
    about:
      "ขาย บ้านเดี่ยว 2 ชั้น หมู่บ้าน The Scenery Park บ้านสไตล์โมเดิร์น\nขาย บ้านเดี่ยว 2 ชั้น หมู่บ้าน The Scenery Park บ้านสไตล์โมเดิร์น ตำบลศิลา อำเภอเมือง จังหวัดขอนแก่น ( เจ้าของขายเอง ) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11666561/UPHO.125883945.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-The-Scenery-Park-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B9%82%E0%B8%A1%E0%B9%80%E0%B8%94%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%99-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11666561/UPHO.125883946.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-The-Scenery-Park-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B9%82%E0%B8%A1%E0%B9%80%E0%B8%94%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%99-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11666561/UPHO.125883952.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-The-Scenery-Park-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B9%82%E0%B8%A1%E0%B9%80%E0%B8%94%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%99-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.512089520723574, 102.83992526885929",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-the-scenery-park-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B9%84%E0%B8%95%E0%B8%A5%E0%B9%8C%E0%B9%82%E0%B8%A1%E0%B9%80%E0%B8%94%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%99-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11666561",
    "": "",
  },
  {
    id: 97,
    name: "Inizio Maliwan Khonkhean : อินิซิโอ้ มะลิวัลย์ ขอนแก่น, ขอนแก่น\nบ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11028131",
    category: "บ้าน",
    price: "3,950,000",
    convenience:
      "-คลับเฮ้าส์ -ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -สนามเด็กเล่น -สระว่ายน้ำ -ห้องยิมนาสติก",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 21 มค. 2568 -พื้นที่ชั้น 129 ตร.ม. -ขนาดที่ดิน 236 ตร.ม. / 59 ตร.วา - 16,737.29 / ตร.ม ",
    about:
      "ขายบ้านเดี่ยวราคาถูก อินิซิโอ้ มะลิวัลย์ ขอนแก่น ใกล้มหาลัยขอนแก่น\nบ้านขนาด 59 ตร.ว. พื้นที่ใช้สอย 129 ตร.ม. 3 ห้องนอน 2 ห้องน้ำ 2 ที่จอดรถ ด้านข้างบ้านมีพื้นที่ดิน ที่สามารถต่อเติมได้อีกหนึ่งห้องใหญ่ ขายพร้อมผู้เช่า บ้านใหม่สภาพดี เจ้าของอยู่กรุงเทพฯ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11028131/UPHO.118009780.V800/Inizio-Maliwan-Khonkhean-%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B9%89-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11028131/UPHO.118009780.V800/Inizio-Maliwan-Khonkhean-%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B9%89-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11028131/UPHO.118009783.V800/Inizio-Maliwan-Khonkhean-%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B9%89-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450395980777806, 102.75071754039998",
    Link: "https://www.ddproperty.com/property/inizio-maliwan-khonkhean-%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B9%89-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11028131",
    "": "",
  },
  {
    id: 98,
    name: "YE-465 ฉัตรเพชร ปาร์คอคอนโด, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11735177",
    category: "คอนโด",
    price: "1,600,000",
    convenience: "",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 21 มค. 2568  -พื้นที่ชั้น 29 ตร.ม. -55,172.41 / ตร.ม.",
    about:
      "คอนโดขอนแก่น ฉัตรเพชร ปาร์ค ใกล้มหาวิทยาลัยขอนแก่น ที่จอดรถ 100%\n- ใกล้มหาวิทยาลัยขอนแก่น\n- ที่จอดรถ 100%\n- เลี้ยงสัตว์ได้",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11735177/UPHO.126755550.V800/YE-465-%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3-%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11735177/UPHO.126755553.V800/YE-465-%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3-%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11735177/UPHO.126755553.V800/YE-465-%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3-%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11735177/UPHO.126755563.V800/YE-465-%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3-%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.49026816075935, 102.82080155166013",
    Link: "https://www.ddproperty.com/property/ye-465-%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3-%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11735177",
    "": "",
  },
  {
    id: 99,
    name: "พูลวิลลา ดรีมเฮ้าส์ บนที่ดินขนาด 363 ตารางวา ใกล้ทางเลี่ยงขอนแก่น สนามบินนานาชาติขอนแก่น, ขอนแก่น\nแดงใหญ่, เมืองขอนแก่น, ขอนแก่น",
    code: "28985611",
    category: "บ้าน",
    price: "20,900,000",
    convenience: "-กล้องวงจรปิด -ที่จอดรถ -สระว่ายน้ำ ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 มค. 2568 -พื้นที่ชั้น 255 ตร.ม. -ขนาดที่ดิน 1,453 ตร.ม./ 3 งาน 63 ตร.วา -14,386 / ตร.ม.",
    about:
      "ขายพูลวิลลา เนื้อที่ 363 ตารางวา ก่อสร้างด้วยวัสดุเกรดพรีเมี่ยมทั้งหมด\nPool Villa Dream House\nทำเล : หมู่บ้านมะลิวัลย์ 4 ต.แดงใหญ่ อ.เมือง จ. ขอนแก่น ทำไมเราเลือกที่นี่? เพราะไม่ต้องการบ้านกลางใจเมืองที่มีผู้คนแออัดมากมายและการจราจรคับคั่ง มลพิษทางอากาศสูง แต่เราต้องบ้านที่มีพื้นที่กว้างขวาง เป็นส่วนตัว ได้สัมผัสบรรยากาศอยู่กับธรรมชาติ ไร้มลพิษ แต่สิ่งอำนวยความสะดวกครบครัน ห่างจากเมืองสนามบินและตัวเมืองไม่มาก ใช้เวลาเดินทางไม่นาน รถไม่ติด สามารถเดินทางได้หลายทาง ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119233527.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119169401.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119169403.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11124732/UPHO.119169400.V800/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.46673993407984, 102.75880618379911",
    Link: "https://www.ddproperty.com/property/%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B8%B2-%E0%B8%94%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-%E0%B8%9A%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%82%E0%B8%99%E0%B8%B2%E0%B8%94-363-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%97%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11124732",
    "": "",
  },
  {
    id: 100,
    name: "Nava Forest Camp ,, ขอนแก่น\nดอนช้าง, เมืองขอนแก่น, ขอนแก่น",
    code: "10941293",
    category: "บ้าน",
    price: "14,000,000",
    convenience: "-ฐานผจญภัย -ที่จอดรถ -ลานจอดรถ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 มค. 2568 -พื้นที่ชั้น 16,812 ตร.ม. -ขนาดที่ดิน 16,812 ตร.ม./ 10 ไร่ 2 งาน 3 ตร.วา - 833 / ตร.ม",
    about:
      "ขายแค้มป์ 10 ไร่ครึ่ง บ้านดอนช้าง อำเภอเมืองขอนแก่น\nขายนาวา ฟอเรสต์ แค้มป์ พื้นที่ 10-2-3 ไร่ บ้านดอนช้าง อำเภอเมืองขอนแก่น พร้อมอาคาร 6 หลัง",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966798.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966801.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966805.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10941293/UPHO.116966799.V800/%E0%B9%8CNava-Forest-Camp-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.34721998658165, 102.73502952282071",
    Link: "https://www.ddproperty.com/property/%E0%B9%8Cnava-forest-camp-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10941293",
    "": "",
  },
  {
    id: 101,
    name: "บ้านเดี่ยว 2 ชั้น 3 ห้องนอน 3 ห้องน้ำ 51.3 ตารางวา หลังมุม ใกล้สโมสร สระว่ายน้ำ ทะเลสาบในโครงการ, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "10830586",
    category: "บ้าน ",
    price: "3,750,000",
    convenience:
      "-คลับเฮ้าส์ -ฟิตเนส -รักษาความปลอดภัย 24 ชม -สนามเด็กเล่น -สระว่ายน้ำ - สวนสาธารณะ ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 ม.ค. 2568 -พื้นที่ชั้น 130 ตร.ม. -ขนาดที่ดิน 204 ตร.ม. / 51 ตร.วา -18,382 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว 2 ชั้น 3 ห้องนอน 3 ห้องน้ำ 51.3 ตารางวา หลังมุม\nขายบ้านเดี่ยว 2 ชั้น 3 ห้องนอน 3 ห้องน้ำ 51.3 ตารางวา หลังมุม ใกล้สโมสร สระว่ายน้ำ ทะเลสาปในโครงการเลคนครา ใกล้สนามบินนานาชาติ ม.ขอนแก่น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10830586/UPHO.115641231.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-51-3-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B9%82%E0%B8%A1%E0%B8%AA%E0%B8%A3-%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10830586/UPHO.115641232.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-51-3-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B9%82%E0%B8%A1%E0%B8%AA%E0%B8%A3-%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10830586/UPHO.115641234.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-51-3-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B9%82%E0%B8%A1%E0%B8%AA%E0%B8%A3-%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10830586/UPHO.115641235.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-51-3-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B9%82%E0%B8%A1%E0%B8%AA%E0%B8%A3-%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.45048156005029, 102.79187828049554",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-3-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3-51-3-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B9%82%E0%B8%A1%E0%B8%AA%E0%B8%A3-%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10830586",
    "": "",
  },
  {
    id: 102,
    name: "บ้านเดี่ยว 2 ชั้น เบสท์โฮม มข.3 พื้นที่ 90 ตารางวา 5 ห้องนอน, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11476917",
    category: "บ้าน ",
    price: "5,000,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 ม.ค. 2568 -พื้นที่ชั้น 250 ตร.ม. -ขนาดที่ดิน 360 ตร.ม. / 90 ตร.วา -13,889 /ตร.ม.",
    about:
      "ขายบ้านเบสท์โฮม มข.3 บ้านเดี่ยว 2 ชั้น 5 ห้องนอน 3 ห้องน้ำ 90 ตร.วา\nขายบ้านเบสท์โฮม มข.3 บ้านเดี่ยว 2 ชั้น 5 ห้องนอน 3 ห้องน้ำ พื้นที่กว้างขวางบนที่ดิน 90 ตารางวา พื้นที่ใช้สอยประมาณ 250 ตรม.ทำเลดีมาก",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11476917/UPHO.124581473.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%80%E0%B8%9A%E0%B8%AA%E0%B8%97%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1-%E0%B8%A1%E0%B8%82-3-%E0%B8%9E%E0%B8%B7%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-90-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11476917/UPHO.124311145.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%80%E0%B8%9A%E0%B8%AA%E0%B8%97%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1-%E0%B8%A1%E0%B8%82-3-%E0%B8%9E%E0%B8%B7%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-90-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11476917/UPHO.124311227.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%80%E0%B8%9A%E0%B8%AA%E0%B8%97%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1-%E0%B8%A1%E0%B8%82-3-%E0%B8%9E%E0%B8%B7%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-90-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11476917/UPHO.124311223.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%80%E0%B8%9A%E0%B8%AA%E0%B8%97%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1-%E0%B8%A1%E0%B8%82-3-%E0%B8%9E%E0%B8%B7%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-90-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.44845614086834, 102.80660806700428",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B9%80%E0%B8%9A%E0%B8%AA%E0%B8%97%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1-%E0%B8%A1%E0%B8%82-3-%E0%B8%9E%E0%B8%B7%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88-90-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-5-%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11476917",
    "": "",
  },
  {
    id: 103,
    name: "ยินดีต้อนรับสู่บ้านใหม่ของคุณที่ City Park Condo, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11714939",
    category: "คอนโด ",
    price: "1,200,000",
    convenience: "-รักษาความปลอดภัย 24 ชม.",
    detail:
      "-คอนโด ขาย ประกาศเมื่อ 17 ม.ค. 2568 -พื้นที่ชั้น 32 ตร.ม. -37,500 / ตร.ม.",
    about:
      "ยินดีต้อนรับสู่บ้านใหม่ของคุณที่ City Park Condo\nคอนโดขนาด 32 ตารางเมตรที่มีเสน่ห์แห่งนี้ตั้งอยู่บนชั้น 5 ของอาคาร B มีห้องนอน 1 ห้องที่แสนสบาย ห้องน้ำทันสมัย และห้องนั่งเล่นที่สะดวกสบาย เหมาะสำหรับการพักผ่อนหลังจากวันอันยาวนาน ราคาเพียง 1.2 ล้านบาท (ลดจาก 1.4 ล้านบาทสำหรับการขายด่วน)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501746.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501747.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501751.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501752.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.432604386886858, 102.85314859213274",
    Link: "https://www.ddproperty.com/property/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-city-park-condo-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11714939",
    "": "",
  },
  {
    id: 104,
    name: "นันทวันขอนแก่น บ้านหรูหลังใหญ่สุดในโครงการ 121 ตรว., ขอนแก่น\n333/xx รอบบึงหนองโคตร, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "8696122",
    category: "บ้าน",
    price: "18,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 350 ตร.ม. -ขนาดที่ดิน 484 ตร.ม. / 1งาน 21 ตร.วา -38,223.14 /ตร.ม.",
    about:
      "นันทวันขอนแก่น บ้านหรูหลังใหญ่สุดในโครงการ 121 ตรว.ตกแต่งหรู\nบ้านหรูนันทวันขอนแก่น หลังใหญ่ สภาพใหม่ แปลงหัวมุมหันหน้าบ้านทิศเหนือ บ้านออกแบบตกแต่งหรู ขยายพื้นที่ใช้สอยในบ้านให้เป็นห้องใหญ่พิเศษทั้งหลัง เลือกใช้วัสดุในการตกแต่งใหม่หมด มีสนามหญ้าขนาดใหญ่ และตกแต่งสวนสวยรอบบ้าน พร้อมสิ่งอำนวยความสะดวกครบ ที่ตั้งโครงการอยู่ริมบึงหนองโคตร และอยู่ใจกลางเมือง เพียง 1 กิโลเมตร ถึงเซ็นทรัลพลาซ่า และย่านเศรษฐกิจ,มหาวิทยาลัยขอนแก่น , เพียง 5 กม. ถึงสนามบินนานาชาติขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8696122/UPHO.85032305.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8696122/UPHO.84464020.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8696122/UPHO.84463859.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8696122/UPHO.84463853.V800/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.428453928199122, 102.80552946700384",
    Link: "https://www.ddproperty.com/property/%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A3%E0%B8%B9%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%99%E0%B9%82%E0%B8%84%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3-121-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8696122",
    "": "",
  },
  {
    id: 105,
    name: "บ้านหลังใหญ่หัวมุมเพิ่งรีโนเวตใหม่ 76 ตรว. แลนด์ฯพาร์ค, ขอนแก่น\n39/18x เลี่ยงเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "8029244",
    category: "บ้าน",
    price: "4,950,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 220 ตร.ม. -ขนาดที่ดิน 304 ตร.ม. / 76 ตร.วา -16.282.89 /ตร.ม.",
    about:
      "บ้านหลังใหญ่หัวมุมเพิ่งรีโนเวตใหม่ 76 ตรว. แลนด์ฯพาร์ค\nบ้านสวยหลังใหญ่ แปลงหัวมุม โซนชลลดา ซอย 10 ตกแต่งสวย,ต้นไม้ใหญ่รอบบ้าน ขนาด 3 ห้องนอน 3 ห้องน้ำ จอดรถ 2 คัน เพิ่งรีโนเวตใหม่ สภาพพร้อมอยู่ ในโครงการจัดสรรคุณภาพ เพื่อนบ้านและสภาพแวดล้อมดีมาก มีคลับเฮ้าส์,สระว่ายน้ำ ,ทะเลสาบ ,ระบบรักษาความปลอดภัยเข้มงวด มีสวนสาธารณะและสนามเด็กเล่น ขนาดใหญ่ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8029244/UPHO.113481190.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8029244/UPHO.77374961.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8029244/UPHO.77374957.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.399425865745943, 102.79438585508741",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%95%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88-76-%E0%B8%95%E0%B8%A3%E0%B8%A7-%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%AF%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%84-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8029244",
    "": "",
  },
  {
    id: 106,
    name: "อินิซิโอ ขอนแก่น บ้านพร้อมเฟอร์ฯ ที่ดินใหญ่ แปลงหัวมุม, ขอนแก่น\n888/2xx มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "10577436",
    category: "บ้าน ",
    price: "5,290,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์ -จากุซซี่ -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -เล้าจ์ -ศาลาชมทิวทัศน์ -สนามเด็กเล่น -สโมสร -สระเด็ก -สระว่ายน้ำ -หอประชุมอเนกประสงค์",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 160 ตร.ม. -ขนาดที่ดิน 350 ตร.ม. / 88 ตร.วา -15,097.03 / ตร.ม.",
    about:
      "บ้านพร้อมตกแต่ง อินิซิโอขอนแก่น ที่ใหญ่ 87.6 ตรว. แปลงมุมทิศเหนือ\nบ้านมือสอง สภาพดี เจ้าของเป็นทันตแพทย์ ย้ายกลับภูมิลำเนา\nตกแต่งครบ พร้อมอยู่ มีพื้นที่สนามหญ้าขนาดใหญ่ ข้างบ้าน\nสามารถต่อเติม ทำสวน สระว่ายน้ำ หรือสร้างอาคารเพิ่มเติมได้\nสภาพบ้านดีมาก เจ้าของบ้านดูแลรักษาอย่างดี\nขายพร้อมตกแต่ง ราคาเพียง 5.5ล้านบาทเท่านั้น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714020.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714020.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714036.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10577436/UPHO.112714021.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450498877297214, 102.75072826925717",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10577436",
    "": "",
  },
  {
    id: 107,
    name: "ทาวน์เฮ้าส์หลังศูนย์ราชการขอนแก่น เพียง 1.5 ล้านเหมาะรีโนเวทขายให้เช่า, ขอนแก่น\n104 หลังศูนย์ราชการ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11610828",
    category: "ทาวน์เฮ้าส์",
    price: "1,500,000",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 140 ตร.ม. -ขนาดที่ดิน 59 ตร.ม. / 15 ตร.วา -10,714.29 / ตร.ม.",
    about:
      "ทาวน์โฮม2ชั้นหลังศูนย์ราชการขอนแก่น เหมาะรีโนเวทเพียง 1.5 ล้าน\nขายทาวน์โฮม 2 ชั้น ใจกลางเมือง ย่านหลังศูนย์ราชการขอนแก่น เจ้าของต้องการใช้เงินด่วน ราคาพิเศษ! 1.5 ล้าน ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186989.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186922.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg***https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186935.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610828/UPHO.125186931.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.447662051652298, 102.83781590747797",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-1-5-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%B0%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%8A%E0%B9%88%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11610828",
    "": "",
  },
  {
    id: 108,
    name: "สีวลี มะลิวัลย์ Sivalee Maliwan, ขอนแก่น\n1 มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11510440",
    category: "บ้าน",
    price: "5,450,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 17 ม.ค. 2568 -พื้นที่ชั้น 164 ตร.ม. -ขนาดที่ดิน 232 ตร.ม./ 58 ตร.วา -23,491.38 / ตร.ม.",
    about:
      "ขายบ้าน สีวลี มะลิวัลย์\nรหัสทรัพย์ : CX-102411\nโครงการ : สีวลี มะลิวัลย์ - Sivalee Maliwan\nที่ตั้ง : มะลิวัลย์ ตำบลบ้านทุ่ม อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894828.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894829.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894830.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894832.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11510440/UPHO.123894831.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-Sivalee-Maliwan-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450559797920157, 102.74782333816808",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-sivalee-maliwan-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11510440",
    "": "",
  },
  {
    id: 109,
    name: "Metro Condo : เมทโทร คอนโด, ขอนแก่น\nถนนมิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "7118300",
    category: "คอนโด",
    price: "1,499,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ -สวนสาธารณะ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 13 ม.ค. 2568 -พื้นที่ชั้น 32 ตร.ม. -46,843.75 /ตร.ม. -พัฒนาโดย Isanpiman Group - อีสานพิมานกรุ๊ป จำกัด -210 หน่วยทั้งหมด",
    about:
      "ห้องสวย ตกแต่งใหม่ น่าอยู่มาก ทำเลดี พร้อมอยู่\nขายด่วน Metro Condo เมโทรคอนโดขอนแก่น 1ห้องนอน 1ห้องน้ำ 32 ตรม พร้อมเฟอร์นิเจอร์ครบชุด ทีวี น้ำอุ่นและแอร์ 2 ตัว ห้องสวย ตกแต่งใหม่พร้อมอยู่",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965995.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965994.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965998.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/7118300/UPHO.109965997.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.430733093541377, 102.82202132441883",
    Link: "https://www.ddproperty.com/property/metro-condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7118300",
    "": "",
  },
  {
    id: 110,
    name: "The Base Condo Khonkaen, ขอนแก่น\nศรีจันทร์, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11685166",
    category: "คอนโด",
    price: "2,700,000",
    convenience:
      "-คลับเฮ้าส์ -ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ -ห้องยิมนาสติก",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 13 ม.ค. 2568 -พื้นที่ชั้น 32 ตร.ม. -84,375 / ตร.ม.",
    about:
      "ทำเลทอง เดินทางสะดวก ใกล้สิ่งอำนวยความสะดวก\nโครงการ Project: The Base Condo Khonkaen\nแบบห้อง Room type: 1 ห้องนอน Bed, 1 ห้องน้ำ Bath\nพื้นที่ Area: 32.00 ตรม. Sqm.\nชั้น Floor: 6\nตึก Tower: B\nวิว View: สระ Swimming pool\nที่จอดรถ Car park: 1 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11685166/UPHO.126607911.V800/The-Base-Condo-Khonkaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11685166/UPHO.126607912.V800/The-Base-Condo-Khonkaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11685166/UPHO.126607913.V800/The-Base-Condo-Khonkaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11685166/UPHO.126607914.V800/The-Base-Condo-Khonkaen-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4351481174804, 102.82659911118522",
    Link: "https://www.ddproperty.com/property/the-base-condo-khonkaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11685166",
    "": "",
  },
  {
    id: 111,
    name: "Metro Condo : เมทโทร คอนโด, ขอนแก่น\nถนนมิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11633127",
    category: "คอนโด",
    price: "1,790,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ -สวนสาธารณะ",
    detail:
      "-คอนโด ขาย -สร้างเสร็จเมื่อ 2559 -ประกาศเมื่อ 9 ม.ค. 2568 -พื้นที่ชั้น 40 ตร.ม. -44,885 / ตร.ม. -พัฒนาโดย Isanpiman Group - อีสานพิมานกรุ๊ป จำกัด -210 หน่วยทั้งหมด",
    about:
      "ขายคอนโด โครงการเมทโทร คอนโด ขอนแก่น Metro Condo ชั้น6 39.88ตรม.\nคอนโด ห้องใหญ่ ใกล้เซนทรัล ใจกลางเมืองขอนแก่น เมทโทร คอนโดมิเนียม  ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11633127/UPHO.125479201.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11633127/UPHO.125479200.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11633127/UPHO.125479198.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11633127/UPHO.125479196.V800/Metro-Condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4308051283989, 102.82198913791008",
    Link: "https://www.ddproperty.com/property/metro-condo-%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B9%82%E0%B8%97%E0%B8%A3-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94-%E0%B8%82%E0%B8%B2%E0%B8%A2-11633127",
    "": "",
  },
  {
    id: 112,
    name: "สีวลี มะลิวัลย์ Sivalee Maliwan, ขอนแก่น\n1 มะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11537386",
    category: "บ้าน",
    price: "58,000,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 26 ธ.ค. 2567 -พื้นที่ชั้น 280 ตร.ม. / 70 ตร.วา -20,714.29 / ตร.ม.",
    about:
      "ขายบ้าน สีวลี มะลิวัลย์\nรหัสทรัพย์ : CX-102798\nโครงการ : สีวลี มะลิวัลย์ - Sivalee Maliwan\nที่ตั้ง : มะลิวัลย์ ตำบลบ้านทุ่ม อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000 ",
    image:
      "*https://cdn.baania.com/b20/project/webp/main/1645604505866-1645603630185.webp**https://cdn.baania.com/b20/project/main/1645604519713-1645603555233.jpg**https://cdn.baania.com/b20/project/main/1645604519601-AAA_1559-1024x601.jpg**https://cdn.baania.com/b20/project/main/1645604519799-1645603595945.jpg",
    "lat,lng": "16.43200367819576, 102.7845252651501",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-sivalee-maliwan-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11510440",
    "": "",
  },
  {
    id: 113,
    name: "บ้านเดี่ยว วัดจุณณะปิยะวนาวาส Single house, Wat Chunnapiyawanawat, ขอนแก่น\n1 -, ศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11535443",
    category: "บ้าน",
    price: "2,590,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 26 ธ.ค. 2567 -พื้นที่่ชั้น 200 ตร.ม. -ขนาดที่ดิน 160 ตร.ม. / 40 ตร.วา -16,187.5 /ตร.ม.",
    about:
      "ขายบ้าน บ้านเดี่ยว วัดจุณณะปิยะวนาวาส\nรหัสทรัพย์ : CX-103575\nที่ตั้ง : ตำบลศิลา อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211759.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211760.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211762.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211761.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211761.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211763.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4820111611882, 102.84992958504438",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-single-house-wat-chunnapiyawanawat-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11535443",
    "": "",
  },
  {
    id: 114,
    name: "ขายทาวน์เฮ้าส์ 1 ชั้น หมู่บ้านถาวร L4_2_0664_G01, ขอนแก่น\n422/67 กลางเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11556862",
    category: "ทาวน์เฮ้าส์",
    price: "831,600",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 22 ม.ค. 2568 -พื้นที่ชั้น 87 ตร.ม. -ขนาดที่ดิน 118 ตร.ม. / 30 ตร.วา -9,558.62 / ตารางเมตร",
    about:
      "ห่างจากถนนกลางเมือง (ถนนเจนจบทิศ) ประมาณ 212 เมตร\nทาวน์เฮ้าส์ 1 ชั้น\nรหัสทรัพย์สิน :\n2-0664 (L4_2_0664_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489611.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489612.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489614.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489613.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.375345856886128, 102.81418726700262",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-l420664g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11556862",
    "": "",
  },
  {
    id: 115,
    name: "คอนโดเอสเซ้นท์ขอนแก่นติดเซ็นทรัล แต่งครบ วิวดี ชั้น 9, ขอนแก่น\n199/106 มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11732646",
    category: "คอนโด",
    price: "2,250,000",
    convenience:
      "-คลับเฮ้าส์ -ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -สระเด็ก -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 24 ตร.ม. -95,500.85 / ตร.ม.",
    about:
      "เอสเซ้นท์คอนโดติดเซ็นทรัลขอนแก่น onebed ชั้น 9 วิวเมือง\nขายคอนโดเอสเซ้นท์ ติดห้างเซ็นทรัลขอนแก่น ✨\nคอนโดทำเลทอง วิวดี ไม่มีอาคารบัง เห็นวิวเมืองชัดเจน ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723771.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723775.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723778.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723778.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435544893160984, 102.82571915351276",
    Link: "https://www.ddproperty.com/property/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732646",
    "": "",
  },
  {
    id: 116,
    name: "บ้านเดี่ยว วัดจุณณะปิยะวนาวาส Single house, Wat Chunnapiyawanawat, ขอนแก่น\n1 -, ศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11535443",
    category: "บ้าน",
    price: "2,590,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 26 ธ.ค. 2567 -พื้นที่ชั้น 200 ตร.ม. -ขนาดที่ดิน 160 ตร.ม. / 40 ตร.วา - 16,187.50 / ตร.ม.",
    about:
      "ขายบ้าน บ้านเดี่ยว วัดจุณณะปิยะวนาวาส\nรหัสทรัพย์ : CX-103575\nที่ตั้ง : ตำบลศิลา อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211759.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211760.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211762.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11535443/UPHO.124211761.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-Single-house-Wat-Chunnapiyawanawat-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.48201311886164, 102.84999569050782",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%88%E0%B8%B8%E0%B8%93%E0%B8%93%E0%B8%B0%E0%B8%9B%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B2%E0%B8%AA-single-house-wat-chunnapiyawanawat-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11535443",
    "": "",
  },
  {
    id: 117,
    name: "ขายทาวน์เฮ้าส์ 1 ชั้น หมู่บ้านถาวร L4_2_0664_G01, ขอนแก่น\n422/67 กลางเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11556862",
    category: "ทาวน์เฮ้าส์",
    price: "831,600",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 22 ม.ค. 2568 -พื้นที่ชั้น 87 ตร.ม. -ขนาดที่ดิน 118 ตร.ม. / 30 ตร.วา -9,558.62 / ตารางเมตร",
    about:
      "ห่างจากถนนกลางเมือง (ถนนเจนจบทิศ) ประมาณ 212 เมตร\nทาวน์เฮ้าส์ 1 ชั้น\nรหัสทรัพย์สิน :\n2-0664 (L4_2_0664_G01)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489611.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489614.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489612.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11556862/UPHO.124489613.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-L4_2_0664_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.37537673775767, 102.81414435165765",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3-l420664g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11556862",
    "": "",
  },
  {
    id: 118,
    name: "คอนโดเอสเซ้นท์ขอนแก่นติดเซ็นทรัล แต่งครบ วิวดี ชั้น 9, ขอนแก่น\n199/106 มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11732646",
    category: "คอนโด",
    price: "2,250,000",
    convenience:
      "-คลับเฮ้าส์ -ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -สระเด็ก -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 24 ตร.ม. -95,500.85 / ตร.ม.",
    about:
      "เอสเซ้นท์คอนโดติดเซ็นทรัลขอนแก่น onebed ชั้น 9 วิวเมือง\nขายคอนโดเอสเซ้นท์ ติดห้างเซ็นทรัลขอนแก่น ✨\nคอนโดทำเลทอง วิวดี ไม่มีอาคารบัง เห็นวิวเมืองชัดเจน ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723771.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723774.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723775.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11732646/UPHO.126723778.V800/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435462569615986, 102.82568696700402",
    Link: "https://www.ddproperty.com/property/%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%A5-%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%94%E0%B8%B5-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-9-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11732646",
    "": "",
  },
  {
    id: 119,
    name: "Burasiri Bueng Nong Kot : บุราสิริ บึงหนองโคตร, ขอนแก่น\nถ.ริมบึงหนองโคตร, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11610784",
    category: "บ้าน",
    price: "5,500,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ -สวนสาธารณะ",
    detail:
      "-บ้านเดี่ยว ขาย -สร้างเสร็จเมื่อ 2558 -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 200 ตร.ม. -ขนาดที่ดิน 264 ตร.ม. / 66 ตร.วา -20,801.82 / ตร.ม. -พัฒนาโดย Sansiri - แสนสิริ จำกัด (มหาชน)",
    about:
      "บ้านบุราสิริขอนแก่น 4 นอน สภาพใหม่ยังไม่เคยเข้าอยู่ 5.5 ล้าน\nบ้านมือสองสภาพใหม่ ยังไม่เคยเข้าอยู่ ตั้งอยู่ในโครงการบุราสิริ ขอนแก่น ริมบึงหนองโคตร ทำเลสะดวกสุดๆ เพียง 2 กม. ถึงเซ็นทรัลขอนแก่น และมหาวิทยาลัยขอนแก่น ใกล้ตลาดคำไฮ แวดล้อมด้วยสิ่งอำนวยความสะดวกครบครัน",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186337.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186338.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186339.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11610784/UPHO.125186340.V800/Burasiri-Bueng-Nong-Kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.408530954261998, 102.84021715351204",
    Link: "https://www.ddproperty.com/property/burasiri-bueng-nong-kot-%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11610784",
    "": "",
  },
  {
    id: 120,
    name: "หมู่บ้านกันยารัตน์ เดอะวินเทจ ตําบล ในเมือง อําเภอเมืองขอนแก่น จังหวัดขอนแก่น, ขอนแก่น\n190/3 โพธิสาร, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10968286",
    category: "บ้าน",
    price: "3,850,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 14 ม.ค. 2568 -พื้นที่ชั้น 167 ตร.ม. -ขนาดที่ดิน 243 ตร.ม. / 61 ตร.วา -15,831 / ตร.ม.",
    about:
      "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10968286/UPHO.117285395.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B9%8D%E0%B8%B2%E0%B8%9A%E0%B8%A5-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B9%8D%E0%B8%B2%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968286/UPHO.117285410.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B9%8D%E0%B8%B2%E0%B8%9A%E0%B8%A5-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B9%8D%E0%B8%B2%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968286/UPHO.117285418.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B9%8D%E0%B8%B2%E0%B8%9A%E0%B8%A5-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B9%8D%E0%B8%B2%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968286/UPHO.117285420.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B9%8D%E0%B8%B2%E0%B8%9A%E0%B8%A5-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B9%8D%E0%B8%B2%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.41142692655929, 102.86075399927847",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B9%8D%E0%B8%B2%E0%B8%9A%E0%B8%A5-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B9%8D%E0%B8%B2%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10968286",
    "": "",
  },
  {
    id: 121,
    name: "555/75 หมู่บ้านเดอะวิคตอเรีย พีค (ซอย 7), ขอนแก่น\n555/75 เหล่านาดี, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "10948992",
    category: "บ้าน",
    price: "4,400,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค. 2568 -พื้นที่ชั้น 167 ตร.ม. -ขนาดที่ดิน 263 ตร.ม. / 66 ตร.วา -16,743 / ตร.ม.",
    about:
      "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10948992/UPHO.117053965.V800/555-75-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10948992/UPHO.117053971.V800/555-75-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10948992/UPHO.117053977.V800/555-75-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10948992/UPHO.117053976.V800/555-75-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-7-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.408937553917482, 102.79818804002088",
    Link: "https://www.ddproperty.com/property/555-75-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-7-%E0%B8%82%E0%B8%B2%E0%B8%A2-10948992",
    "": "",
  },
  {
    id: 122,
    name: "ทาวน์เฮ้าส์ 1 ชั้น มะลิวัลย์ (12) ต.หนองเรือ อ.หนองเรือ จ.ขอนแก่น L4_7_0305_G01, ขอนแก่น\n939 มะลิวัลย์ (12), หนองเรือ, หนองเรือ, ขอนแก่น",
    code: "11557883",
    category: "ทาวน์เฮ้าส์",
    price: "550,000",
    convenience: "-ที่จอดรถ",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 14 ม.ค. 2568 -พื้นที่ชั้น 93 ตร.ม. -ขนาดที่ดิน 136 ตร.ม. / 34 ตร.วา -5,898.12 / ตร.ม.",
    about:
      "ทาวน์เฮ้าส์ 1 ชั้น ห่างจากถนนมะลิวัลย์ (ทล.12) ประมาณ 100 เมตร\nทาวน์เฮ้าส์ 1 ชั้น\nรหัสทรัพย์สิน :\n7-0305 (L4_7_0305_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11557883/UPHO.124503952.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-12-%E0%B8%95-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0305_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11557883/UPHO.124503953.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-12-%E0%B8%95-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0305_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11557883/UPHO.124503955.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-12-%E0%B8%95-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0305_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11557883/UPHO.124503954.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-12-%E0%B8%95-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-L4_7_0305_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-Thailand.jpg",
    "lat,lng": "16.49103628417221, 102.44640535166013",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-12-%E0%B8%95-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%AD-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-l470305g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11557883",
    "": "",
  },
  {
    id: 123,
    name: "อินิซิโอขอนแก่นบ้านพร้อมเฟอร์ฯ 3 นอน เพียง 4.2 ล้าน ทิศเหนือ ใกล้สวน, ขอนแก่น\nมิตรภาพ 333/46x, แดงใหญ่, เมืองขอนแก่น, ขอนแก่น\n",
    code: "8246974",
    category: "บ้าน",
    price: "3,900,000",
    convenience:
      "-กล้องวงจรปิด -คลับเฮ้าส์ -ซาวน่า -ที่จอดรถ -พื้นทางเดินหินเพื่อสุขภาพ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -เล้าจ์ -ศาลาชมทิวทัศน์ -สนามเด็กเล่น -สระว่ายน้ำ -ห้องอบซาวน่า",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -พื้นที่ชั้น 160 ตร.ม. -ขนาดที่ดิน 220 ตร.ม. / 55 ตร.วา -17,727.27 / ตร.ม.",
    about:
      "อินิซิโอขอนแก่น พร้อมเฟอร์นิเจอร์ ราคาเพียง 3.92ล้าน\nบ้านสวย ตกแต่งหรู เฟอร์นิเจอร์ ,แอร์ผ้าม่าน ทั้งหลัง ตามภาพ มีพื้นที่สนามข้างบ้านขนาดใหญ่ เฟสแรกใกล้สวนสาธารณะ ส่วนกลาง ขายถูก เพราะเจ้าของบ้านไม่ค่อยได้อยู่ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312838.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312826.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/8246974/UPHO.79312849.V800/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450590551125714, 102.750038624775",
    Link: "https://www.ddproperty.com/property/%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%8B%E0%B8%B4%E0%B9%82%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AF-3-%E0%B8%99%E0%B8%AD%E0%B8%99-%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87-4-2-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%97%E0%B8%B4%E0%B8%A8%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%AA%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8246974",
    "": "",
  },
  {
    id: 124,
    name: "บ้านเดี่ยว2ชั้น 60 ตารางวา หมู่บ้านพวงเพชร4 ใกล้ มข ร8 สนามบิน, ขอนแก่น\n44/22 สีหราชเดโชไชย, บ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "10709890",
    category: "บ้าน",
    price: "2,500,000",
    convenience: "-ที่จอดรถ -สนามเทนนิส ",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 15 ม.ค. 2568 -พื้นที่ชั้น 160 ตร.ม. -ขนาดที่ดิน 240 ตร.ม. / 60 ตร.วา -10,417 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว2ชั้น 60 ตารางวา หมู่บ้านพวงเพชร4 ใกล้ มข ร8 สนามบิน\nขายบ้านเดี่ยว2ชั้น 3ห้องนอน 2 ห้องน้ำ 1 ห้องครัว 60 ตารางวา หมู่บ้านพวงเพชร4 ใกล้ มข ร8 สนามบิน\nเดินทางสะดวกเข้าออกได้หลายช่องทาง ถนนมะลิวัลย์ สนามบิน มข เลี่ยงเมือง\nอยู่ในย่านชุมชนที่กำลังขยายตัวอย่างรวดเร็ว ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10709890/UPHO.114214870.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A72%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-60-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A34-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89-%E0%B8%A1%E0%B8%82-%E0%B8%A38-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10709890/UPHO.114216210.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A72%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-60-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A34-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89-%E0%B8%A1%E0%B8%82-%E0%B8%A38-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10709890/UPHO.114214874.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A72%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-60-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A34-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89-%E0%B8%A1%E0%B8%82-%E0%B8%A38-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10709890/UPHO.114214876.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A72%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-60-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A34-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89-%E0%B8%A1%E0%B8%82-%E0%B8%A38-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.451853517512703, 102.79736805165933",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A72%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-60-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A34-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89-%E0%B8%A1%E0%B8%82-%E0%B8%A38-%E0%B8%AA%E0%B8%99%E0%B8%B2%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10709890",
    "": "",
  },
  {
    id: 125,
    name: "777/17 หมู่บ้านบ้านยลภา ถนน: กลางเมือง ตำบลเมืองเก่า อำเภอเมืองขอนแก่น จังหวัด ข, ขอนแก่น\n777/17 กลางเมือง, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "10968807",
    category: "บ้าน",
    price: "4,400,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 14 ม.ค. 2568 -พื้นที่ชั้น 162 ตร.ม. -ขนาดที่ดิน 240 ตร.ม. /60 ตร.วา -18,333 / ตร.ม.",
    about:
      "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10968807/UPHO.117291394.V800/777-17-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A2%E0%B8%A5%E0%B8%A0%E0%B8%B2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968807/UPHO.117291395.V800/777-17-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A2%E0%B8%A5%E0%B8%A0%E0%B8%B2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968807/UPHO.117291397.V800/777-17-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A2%E0%B8%A5%E0%B8%A0%E0%B8%B2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.378992666147326, 102.81482622282158",
    Link: "https://www.ddproperty.com/property/777-17-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A2%E0%B8%A5%E0%B8%A0%E0%B8%B2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82-%E0%B8%82%E0%B8%B2%E0%B8%A2-10968807",
    "": "",
  },
  {
    id: 126,
    name: "555/4 หมู่บ้านเดอะวิคตอเรีย พีค (ซอย 1) ตำบลเมืองเก่า อำเภอเมืองข, ขอนแก่น\n555/4 เหล่านาดี, เมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "10968730",
    category: "บ้าน",
    price: "4,730,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 14 ม.ค. 2568 -พื้นที่ชั้น 193 ตร.ม. -ขนาดที่ดิน 345 ตร.ม. / 86 ตร.วา -13,718 / ตร.ม.",
    about:
      "*ทรัพย์สินพร้อมขายของธนาคารกรุงไทย\nท่านสามารถเข้าไปดูข้อมูลเพิ่มเติมได้ที่ www.w***** และสามารถ download APP : KTB NPA Krungthai เพื่อดูทรัพย์บนมือถือได้ด้วย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10968730/UPHO.117290816.V800/555-4-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-1-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968730/UPHO.117290817.V800/555-4-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-1-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968730/UPHO.117290824.V800/555-4-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-1-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10968730/UPHO.117290823.V800/555-4-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-1-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.408896386515057, 102.79823095536587",
    Link: "https://www.ddproperty.com/property/555-4-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-1-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82-%E0%B8%82%E0%B8%B2%E0%B8%A2-10968730",
    "": "",
  },
  {
    id: 127,
    name: "ขายด่วน คอนโด ใกล้ ม.ขอนแก่น, รพ.ศรีนครินทร์ ขอนแก่น (Elcielo condo) รีโนเวทใหม่ทั้งหมด",
    code: "18021222",
    category: "คอนโด",
    price: "1,550,000",
    convenience: "",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 21 มค. 2568 -48,834 / ตร.ม. -ขนาดที่ดิน 31.74 ตร.ม.",
    about:
      "Condo อยู่ในทำเลที่ดีมาก เหมาะสำหรับคนที่มี Life Style ฟังก์ชั่นครบทุกการใช้งาน\nใจกลางเมืองย่าน ห้างสรรพสินค้า ซุปเปอร์มาร์เก็ต ตลาด สถานที่ราชการ สถานศึกษา โรงพยาบาล",
    image:
      "https://api.livinginsider.com/og_detail/1973206/657fb44895797_37207.jpeg",
    "lat,lng": "*16.462591474427423, 102.82874192798398",
    Link: "https://www.ddproperty.com/property/555-4-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%9E%E0%B8%B5%E0%B8%84-%E0%B8%8B%E0%B8%AD%E0%B8%A2-1-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%B2-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82-%E0%B8%82%E0%B8%B2%E0%B8%A2-10968730",
    "": "",
  },
  {
    id: 128,
    name: "ขายอาคารพาณิชย์ กังสดาล ในเมือง เมืองขอนแก่น ขอนแก่น",
    code: "11359782",
    category: "ทาวน์เฮ้าส์ ",
    price: "2,500,000",
    convenience: "-ที่จอดรถ ",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 19 ม.ค. 2568 -165,563 /ตร.ม.-ขนาดที่ดิน -15.1 วา",
    about: "",
    image:
      "*https://www.livinginsider.com/upload/topic2627/xml_678cd10bafd63_5529.jpg**https://www.livinginsider.com/upload/topic2627/xml_678cd10c09e38_4081.jpg**https://www.livinginsider.com/upload/topic2627/xml_678cd10c3ac15_9497.jpg",
    "lat,lng": "16.46210801914724, 102.82680306501257",
    Link: "https://www.livinginsider.com/livingdetail/2478223/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%B2%E0%B8%84%E0%B8%B2%E0%B8%A3%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C-%E0%B8%81%E0%B8%B1%E0%B8%87%E0%B8%AA%E0%B8%94%E0%B8%B2%E0%B8%A5-%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-CX-113597.html",
    "": "",
  },
  {
    id: 129,
    name: "หมู่บ้านกันยารัตน์ ฟลอร่า วิลล์, ขอนแก่น\n85/35 (ไม่ติดเลขที่) ฉิมพลี, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10947028",
    category: "บ้าน",
    price: "2,640,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค.2568 -พื้นที่ชั้น 179 ตร.ม. -ขนาดที่ดิน 334 ตร.ม. / 84 ตร.วา - 7,904 / ตร.ม.",
    about: "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031456.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031465.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031466.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10947028/UPHO.117031467.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": " 16.396711182924406, 102.82986971203876",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B8%9F%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%B2-%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C-%E0%B8%82%E0%B8%B2%E0%B8%A2-10947028",
    "": "",
  },
  {
    id: 130,
    name: "หมู่บ้านกันยารัตน์ เดอะวินเทจ จ.ขอนแก่น, ขอนแก่น\n190/7 โพธิสาร, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10938365",
    category: "บ้าน",
    price: "3,740,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค. 2568 -พื้นที่ชั้น 219 ตร.ม. -ขนาดที่ดิน 240 ตร.ม. / 60 ตร.วา -15,583 /ตร.ม.",
    about: "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10938365/UPHO.116930637.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10938365/UPHO.116930619.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10938365/UPHO.116930672.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.397092501021213, 102.83064121999416",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10938365",
    "": "",
  },
  {
    id: 131,
    name: "หมู่บ้านกันยารัตน์ เดอะวินเทจ จ.ขอนแก่น, ขอนแก่น\n190/5 โพธิสาร, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10938298",
    category: "บ้าน",
    price: "3,850,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค. 2568 -พื้นที่ชั้น 225 ตร.ม. -ขนาดที่ดิน 278 ตร.ม. / 70 ตร.วา -13,829/ ตร.ม.",
    about: "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10938298/UPHO.116929975.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10938298/UPHO.116929983.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10938298/UPHO.116930019.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10938298/UPHO.116930015.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.398739290195703, 102.8308128813644",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10938298",
    "": "",
  },
  {
    id: 132,
    name: "ศุภาลัย รอยัล ริเวอร์ ขอนแก่น, ขอนแก่น\n322/12 มิตรภาพ, ท่าพระ, เมืองขอนแก่น, ขอนแก่น",
    code: "10937687",
    category: "บ้าน",
    price: "2,420,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย ประกาศเมื่อ 8 ม.ค. 2568 -พื้นที่ชั้น 191 ตร.ม. -ขนาดที่ดิน 204 ตร.ม./ 51 ตร.วา -11,863 / ตร.ม.",
    about: "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10937687/UPHO.116923064.V800/%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2-%E0%B8%A3%E0%B8%AD%E0%B8%A2%E0%B8%B1%E0%B8%A5-%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10937687/UPHO.116923065.V800/%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2-%E0%B8%A3%E0%B8%AD%E0%B8%A2%E0%B8%B1%E0%B8%A5-%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10937687/UPHO.116923067.V800/%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2-%E0%B8%A3%E0%B8%AD%E0%B8%A2%E0%B8%B1%E0%B8%A5-%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10937687/UPHO.116923066.V800/%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2-%E0%B8%A3%E0%B8%AD%E0%B8%A2%E0%B8%B1%E0%B8%A5-%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.35849323502038, 102.80169992584415",
    Link: "https://www.ddproperty.com/property/%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2-%E0%B8%A3%E0%B8%AD%E0%B8%A2%E0%B8%B1%E0%B8%A5-%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10937687",
    "": "",
  },
  {
    id: 133,
    name: "381 หมู่ที่ 7 ตรอก/ซอย: ถนน: เกษมสุข ตำบลหนองโก อำเภอกระนวน จังหวัด ขอนแก่น, ขอนแก่น\n381 หมู่ที่ 7 เกษมสุข, หนองโก, กระนวน, ขอนแก่น",
    code: "10937558",
    category: "บ้าน",
    price: "1,648,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค.2568 -พื้นที่ชั้น 197 ตร.ม. -ขนาดที่ดิน 264 ตร.ม./ 66 ตร.วา -6,242 / ตร.ม.",
    about: "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10937558/UPHO.116921589.V800/381-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%97%E0%B8%B5%E0%B9%88-7-%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%81-%E0%B8%8B%E0%B8%AD%E0%B8%A2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%81-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10937558/UPHO.116921590.V800/381-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%97%E0%B8%B5%E0%B9%88-7-%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%81-%E0%B8%8B%E0%B8%AD%E0%B8%A2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%81-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10937558/UPHO.116921591.V800/381-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%97%E0%B8%B5%E0%B9%88-7-%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%81-%E0%B8%8B%E0%B8%AD%E0%B8%A2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%81-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10937558/UPHO.116921592.V800/381-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%97%E0%B8%B5%E0%B9%88-7-%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%81-%E0%B8%8B%E0%B8%AD%E0%B8%A2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%81-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.71018494806346, 103.0830858258513",
    Link: "https://www.ddproperty.com/property/381-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%97%E0%B8%B5%E0%B9%88-7-%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%81-%E0%B8%8B%E0%B8%AD%E0%B8%A2-%E0%B8%96%E0%B8%99%E0%B8%99-%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%81-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10937558",
    "": "",
  },
  {
    id: 134,
    name: "หมู่บ้านปาริชาติ ขอนแก่น, ขอนแก่น\nเมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "10929489",
    category: "บ้าน",
    price: "2,420,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค. 2568 -พื้นที่ชั้น 114 ตร.ม. -ขนาดที่ดิน 240 ตร.ม. / 60 ตร.วา -10,083/ ตร.ม.",
    about: "ทรัพย์สินพร้อมขายของธนาคารกรุงไทย ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10929489/UPHO.116827244.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10929489/UPHO.116827246.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10929489/UPHO.116827256.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10929489/UPHO.116827255.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.394772725147728, 102.82055337981727",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10929489",
    "": "",
  },
  {
    id: 135,
    name: "หมู่บ้านกันยารัตน์ เดอะวินเทจ ตำบลในเมือง อำเภอเมืองขอนแก่น จังหวัดขอนแก่น, ขอนแก่น\n190/29 โพธิสาร, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11486292",
    category: "บ้าน",
    price: "3,850,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 8 ม.ค. 2568 -พื้นที่ชั้น 200 ตร.ม. -ขนาดที่ดิน 255 ตร.ม. / 64 ตร.วา -15,110 /ตร.ม.",
    about: "",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11486292/UPHO.123579084.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11486292/UPHO.123579087.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11486292/UPHO.123579089.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11486292/UPHO.123579100.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.39741688723309, 102.83055235485685",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%88-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11486292",
    "": "",
  },
  {
    id: 136,
    name: "ที่ดินโนนศิลา ขอนแก่น, ขอนแก่น\nโนนแดง, โนนศิลา, ขอนแก่น ",
    code: "11717384",
    category: "ที่ดิน",
    price: "5,990,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 8 ม.ค. 2568 -ขนาดที่ดิน 13,332 ตร.ม. / 8 ไร่ 1 งาน 33 ตร.วา - 449.29 / ตร.ม",
    about: "ขายที่ดินเปล่าติดถนน เนื้อที่ 8 ไร่ 1 งาน 33 ตร.วา โนนศิลา ขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11717384/UPHO.126532722.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11717384/UPHO.126532725.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11717384/UPHO.126532727.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11717384/UPHO.126532729.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11717384/UPHO.126532731.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-Thailand.jpg",
    "lat,lng": "15.984032198249482, 102.69943689737478",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11717384",
    "": "",
  },
  {
    id: 137,
    name: "บ้านพักอาศัย 2 ชั้น L4_3_0195_G01, ขอนแก่น\nหนองกุงใหญ่, กระนวน, ขอนแก่น ",
    code: "11464995",
    category: "บ้าน",
    price: "2,600,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 7 ม.ค. 2568 -พื้นที่ชั้น 512 ตร.ม. -ขนาดที่ดิน 1,172 ตร.ม. / 2 งาน 93 ตร.วา -2,218.43 / ตร.ม",
    about: "ห่างจากถนนสายกระนวน-เชียงยืน (ทล.2152) ประมาณ 124 กิโลเมตร ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11464995/UPHO.123290487.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0195_G01-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11464995/UPHO.123290489.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0195_G01-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11464995/UPHO.123290498.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0195_G01-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11464995/UPHO.123290492.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0195_G01-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.64948254219718, 103.07972670680853",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-l430195g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11464995",
    "": "",
  },
  {
    id: 138,
    name: "139) บ้านเดี่ยว 1 ชั้น L4_3_0655_G01, ขอนแก่น\nสาวะถี, เมืองขอนแก่น, ขอนแก่น",
    code: "11465023",
    category: "บ้าน",
    price: "1,400,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 7 ม.ค. 2568 -พื้นที่ชั้น 327 ตร.ม. -ขนาดที่ดิน 500 ตร.ม. / 1 งาน 25 ตร.วา -2,800 / ตร.ม.",
    about:
      "ติดถนนสายบ้านทุ่ม-บ้านสำราญ\nบ้านเดี่ยว 1 ชั้น\nรหัสทรัพย์สิน :\n3-0655 (L4_3_0655_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11465023/UPHO.123290831.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0655_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11465023/UPHO.123290832.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0655_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11465023/UPHO.123290833.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0655_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11465023/UPHO.123290834.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_3_0655_G01-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.573329062144662, 102.7024078086564",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-1-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-l430655g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11465023",
    "": "",
  },
  {
    id: 139,
    name: "ที่ดิน อำเภอเมืองขอนแก่น, ขอนแก่น\nพระลับ, เมืองขอนแก่น, ขอนแก่น",
    code: "11388107",
    category: "ที่ดิน",
    price: "6,595,875",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 7 ม.ค. 2568 - ขนาดที่ดิน 7,036 ตร.ม. / 4 ไร่ 1 งาน 59 ตร.วา -938 / ตร.ม(ที่ดิน)",
    about:
      "ขายที่ดิน แปลงสวย 4 ไร่ 1 งาน 58.9 ตารางวา ใกล้ถนนเลี่ยงเมืองขอนแก่น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11388107/UPHO.122341311.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11388107/UPHO.122341312.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11388107/UPHO.122341313.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.41519424660595, 102.9029506481547",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11388107",
    "": "",
  },
  {
    id: 140,
    name: "ยินดีต้อนรับสู่บ้านใหม่ของคุณที่ City Park Condo, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11714939",
    category: "คอนโด ",
    price: "1,200,000",
    convenience: "-รักาความปลอดภัย 24 ชม.",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 7 ม.ค. 2568 - พื้นที่ชั้น 32 ตร.ม. -37,500 / ตร.ม.",
    about:
      "ยินดีต้อนรับสู่บ้านใหม่ของคุณที่ City Park Condo\nคอนโดขนาด 32 ตารางเมตรที่มีเสน่ห์แห่งนี้ตั้งอยู่บนชั้น 5 ของอาคาร B มีห้องนอน 1 ห้องที่แสนสบาย ห้องน้ำทันสมัย และห้องนั่งเล่นที่สะดวกสบาย เหมาะสำหรับการพักผ่อนหลังจากวันอันยาวนาน ราคาเพียง 1.2 ล้านบาท ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501746.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501747.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501748.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11714939/UPHO.126501751.V800/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-City-Park-Condo-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.43259409636475, 102.85333098166744",
    Link: "https://www.ddproperty.com/property/%E0%B8%A2%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%97%E0%B8%B5%E0%B9%88-city-park-condo-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11714939",
    "": "",
  },
  {
    id: 141,
    name: "หมู่บ้านมะลิวัลย์ 2 ขอนแก่น, ขอนแก่น\nทล.12 ถ.มะลิวัลย์, แดงใหญ่, เมืองขอนแก่น, ขอนแก่น",
    code: "10511414",
    category: "บ้าน",
    price: "2,450,000",
    convenience: "-ที่จอดรถ -รักษาความปลอดภัย 24 ชม.",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 6 ม.ค. 2568 -พื้นที่ชั้น 127 ตร.ม. -ขนาดที่ดิน 259 ตร.ม. / 65 ตร.วา -9,452 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว 1 ชั้น หมู่บ้านมะลิวัลย์ 2 พื้นที่ 64 ตรว ราคาถูก2.4 ลบ.\nขายหมู่บ้านมะลิวัลย์ 2 บ้านเลขที่ 888/65 หมู่ 8B8%A2-10511414",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10511414/UPHO.111951083.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10511414/UPHO.111951084.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10511414/UPHO.111951086.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10511414/UPHO.111951085.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.467182792565318, 102.75909573701179",
    Link: "https://www.ddproperty.com/property/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10511414",
    "": "",
  },
  {
    id: 142,
    name: "ขายที่ดิน, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11532302",
    category: "ที่ดิน",
    price: "750,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 6 ม.ค. 2568 -ขนาดที่ดิน 398 ตร.ม. / 100 ตร.วา -1,884 / ตร.ม.(ที่ดิน)",
    about:
      "R006-019 ขายที่ดินปลูกบ้าน ราคาถูก ในหมู่บ้านจันทร์ประเสริฐ\nR006-019\nขายที่ดินปลูกบ้าน ราคาถูก ในหมู่บ้านจันทร์ประเสริฐ ซอยหล้าคำแก้ว 2 ตำบลศิลา อำเภอเมืองขอนแก่น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11532302/UPHO.124172568.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11532302/UPHO.124172569.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11532302/UPHO.124172570.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11532302/UPHO.124172571.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4814359543762, 102.8615015285624",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11532302",
    "": "",
  },
  {
    id: 143,
    name: "ที่ดินเปล่า 2 งาน บ้านไผ่ จ.ขอนแก่น, ขอนแก่น\nในเมือง, บ้านไผ่, ขอนแก่น",
    code: "10905752",
    category: "ที่ดิน ",
    price: "400,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 6 ม.ค. 2568 -ขนาดที่ดิน 800 ตร.ม. / 2 งาน -500/ตร.ม.",
    about:
      "ขายที่ดินเปล่า 2 งาน ต.ในเมือง อ.บ้านไผ่ จ.ขอนแก่น เจ้าของขายเอง\nขายที่ดินเปล่า 2 งาน ต.ในเมือง อ.บ้านไผ่ จ.ขอนแก่น เจ้าของขายเอง\nอยู่ที่ ต.ในเมือง อ.บ้านไผ่ จ.ขอนแก่น 40110\nซอยสมมาตรบำรุง เข้าซอยไป 50 เมตร",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10905752/UPHO.116534732.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-2-%E0%B8%87%E0%B8%B2%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10905752/UPHO.116534733.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-2-%E0%B8%87%E0%B8%B2%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10905752/UPHO.116534734.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-2-%E0%B8%87%E0%B8%B2%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10905752/UPHO.116534735.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-2-%E0%B8%87%E0%B8%B2%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg",
    "lat,lng": "16.049917886865607, 102.72379291049559",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2-2-%E0%B8%87%E0%B8%B2%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10905752",
    "": "",
  },
  {
    id: 144,
    name: "ที่ดินทำเลสวย ติดม.ขอนแก่น, ขอนแก่น\nเมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11661034",
    category: "ที่ดิน",
    price: "1,290,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 6 ม.ค. 2568 -ขนาดที่ดิน 408 ตร.ม. / 1 งาน 2 ตร.วา -3,159 / ตร.ม. (ที่ดิน)",
    about:
      "ขายถูกที่ดิน ทำเลสวย ติดม.ขอนแก่น หลังเสรีก่อสร้าง 102 ตร.ว. ห่างถ.มะลิวัลย์ 150 เมตร ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11661034/UPHO.125814337.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11661034/UPHO.125814339.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11661034/UPHO.125814340.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11661034/UPHO.125814342.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.447282754695408, 102.80956610848415",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%A7%E0%B8%A2-%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11661034",
    "": "",
  },
  {
    id: 145,
    name: "บ้านพักอาศัยครึ่งตึกครึ่งไม้ 2 ชั้น L4_4_0635_G01, ขอนแก่น\n343 ถนนหนองสองห้อง-พล (207), หนองสองห้อง, หนองสองห้อง, ขอนแก่น",
    code: "11456536",
    category: "บ้าน",
    price: "890,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 5 ม.ค. 2568 -พื้นที่ชั้น 178 ตร.ม. -ขนาดที่ดิน 281 ตร.ม. / 70 ตร.วา -3,165.01 / ตร.ม.",
    about:
      "ห่างจากทางหลวงแผ่นดินสายหนองสองห้อง-พล (ทล.207) ประมาณ 515 เมตร\nบ้านพักอาศัยครึ่งตึกครึ่งไม้ 2 ชั้น\nรหัสทรัพย์สิน :\n4-0635 (L4_4_0635_G01)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11456536/UPHO.123784111.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%B6%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_4_0635_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11456536/UPHO.123784112.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%B6%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_4_0635_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11456536/UPHO.123784114.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%B6%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_4_0635_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11456536/UPHO.123784115.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%B6%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-L4_4_0635_G01-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg",
    "lat,lng": "15.700154913231357, 102.69995708047955",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%B6%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-l440635g01-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11456536",
    "": "",
  },
  {
    id: 146,
    name: "เดอะ วิคตอเรีย, ขอนแก่น\nเมืองเก่า, เมืองขอนแก่น, ขอนแก่น",
    code: "11348631",
    category: "บ้าน",
    price: "6,050,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 5 ม.ค. 2568 -พื้นที่ชั้น 238 ตร.ม. -ขนาดที่ดิน 429 ตร.ม. / 1 งาน 7 ตร.วา -14,109.14 / ตร.ม.",
    about:
      "ห่างจากถนนเหล่านาดี (ทล.2131) ระยะประมาณ 120 เมตร\nบ้านเดี่ยว 2 ชั้น\nรหัสทรัพย์สิน :\n7-0418 (L4_7_0418_G01)",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11348631/UPHO.122384989.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11348631/UPHO.122384990.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11348631/UPHO.122384992.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11348631/UPHO.122384993.V800/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.408220486944685, 102.7987464535121",
    Link: "https://www.ddproperty.com/property/%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B8%A7%E0%B8%B4%E0%B8%84%E0%B8%95%E0%B8%AD%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11348631",
    "": "",
  },
  {
    id: 147,
    name: "ขาย บ้านขอนแก่น ชั้นเดียว ปลูกเอง พร้อมสระว่ายน้ำ, ขอนแก่น\n160 เจนจบทิศ, หนองเม็ก, หนองสองห้อง, ขอนแก่น",
    code: "10680037",
    category: "บ้าน",
    price: "22,500,000",
    convenience: "-จากุซซี่ -ที่จอดรถ -สระเด็ก -สระว่ายน้ำ -ห้องยิมนาสติก",
    detail:
      "-บ้านเดี่ยว ขาย -ตกแต่งครบ -ประกาศเมื่อ 4 ม.ค. 2568 -พื้นที่ชั้น 750 ตร.ม. -ขนาดที่ดิน 5,512 ตร.ม. / 3 ไร่ 1 งาน 78 ตร.วา -4,082 / ตร.ม.",
    about:
      "ขาย บ้านเดี่ยว ขอนแก่น บ้านชั้้นเดียว ปลูกเอง พร้อมสระว่ายน้ำ\nขายที่ดิน ขอนแก่น 3-1-78 ไร่ พร้อมบ้านหรู ชั้นเดียว ปลูกเอง 4 ห้องนอน 5 ห้องน้ำ พื้นที่ใช้สอย 750 ตร.ม. พร้อมสระว่ายน้ำและจากุชชี่ มีระบบ Solar cells ขาย 22.5 ลบ. ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10680037/UPHO.113930213.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10680037/UPHO.113930283.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10680037/UPHO.113930289.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10680037/UPHO.113930287.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/10680037/UPHO.113930291.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%89%E0%B8%AD%E0%B8%87-Thailand.jpg",
    "lat,lng": "15.700175570338052, 102.69994635164332",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%89%E0%B8%B3-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10680037",
    "": "",
  },
  {
    id: 148,
    name: "บ้านพักอาศัย, ขอนแก่น\nชัยพฤกษ์, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11695318",
    category: "บ้าน",
    price: "115,000,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ตกแต่งครบ -ประกาศเมื่อ 4 ม.ค. 2568 - พื้นที่ชั้น 11,887 ตร.ม. -ขนาดที่ดิน 11,887 ตร.ม. / 7 ไร่ 1 งาน 72 ตร.วา -9,674.21 / ตร.ม",
    about: "ขายบ้านหลังใหญ่พร้อมสวน และคลังเก็บสินค้า ในตัวเมืองขอนแก่น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11695318/UPHO.126554994.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11695318/UPHO.126254911.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11695318/UPHO.126254854.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11695318/UPHO.126254855.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.42659123134673, 102.80337510217282",
    Link: "https://th1-cdn.pgimgs.com/listing/11695318/UPHO.126254855.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B8%B2%E0%B8%A8%E0%B8%B1%E0%B8%A2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "": "",
  },
  {
    id: 149,
    name: "ที่ดินใกล้เทศบาลตำบลโนนท่อน อำเภอเมือง ขอนแก่น เนื้อที่ 213 ตารางวา แปลงมุม, ขอนแก่น\nโนนท่อน, เมืองขอนแก่น, ขอนแก่น",
    code: "11517491",
    category: "ที่ดิน ",
    price: "1,690,000",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 3 ม.ค. 2568 -ขนาดที่ดิน 852 ตร.ม. / 2 งาน 13 ตร.วา -1,983.57 / ตร.ม.",
    about:
      "ที่ดินใกล้เทศบาลตำบลโนนท่อน อำเภอเมือง ขอนแก่น เนื้อที่ 213 ตารางวา\nแปลงมุม!! ขายที่ดินตำบลโนนท่อน อำเภอเมือง ขอนแก่น เนื้อที่ 213 ตารางวา l กว้าง 44 เมตร l ลึก 20 เมตร l หันหน้าไปทางทิศเหนือ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11517491/UPHO.123983106.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%A8%E0%B8%9A%E0%B8%B2%E0%B8%A5%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%88%E0%B8%AD%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-213-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11517491/UPHO.123983107.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%A8%E0%B8%9A%E0%B8%B2%E0%B8%A5%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%88%E0%B8%AD%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-213-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11517491/UPHO.123983109.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%A8%E0%B8%9A%E0%B8%B2%E0%B8%A5%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%88%E0%B8%AD%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-213-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11517491/UPHO.123983108.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%A8%E0%B8%9A%E0%B8%B2%E0%B8%A5%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%88%E0%B8%AD%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-213-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.57350220192603, 102.84116885345382",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%A8%E0%B8%9A%E0%B8%B2%E0%B8%A5%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%88%E0%B8%AD%E0%B8%99-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%99%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%97%E0%B8%B5%E0%B9%88-213-%E0%B8%95%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B2-%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%A1%E0%B8%B8%E0%B8%A1-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11517491",
    "": "",
  },
  {
    id: 150,
    name: "บ้านเดี่ยว 2 ชั้น พร้อมที่ดิน บ้านหนองแวงไร่ ในตัวอำเภอบ้านไผ่, ขอนแก่น\nUnnamed Road, ในเมือง, บ้านไผ่, ขอนแก่น",
    code: "5003822",
    category: "บ้าน",
    price: "2,890,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 3 ม.ค. 2568 -พื้นที่ชั้น 200 ตร.ม. -5,312.5 /ตร.ม.",
    about:
      "บ้านเดี่ยว 2 ชั้น พร้อมที่ดิน บ้านหนองแวงไร่ ในตัวอำเภอบ้านไผ่\nขายบ้านเดี่ยว 2 ชั้น ทำเลดี รีโนเวทใหม่ทั้งหลังใน บ้านหนองแวงไร่ ต.ในเมือง อ.บ้านไผ่\nเนื้อที่ 136 ตร.วา บ้านสร้างเกือบเต็มพื้นที่",
    image:
      "*https://th1-cdn.pgimgs.com/listing/5003822/UPHO.80775130.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A7%E0%B8%87%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/5003822/UPHO.80775131.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A7%E0%B8%87%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/5003822/UPHO.50811431.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A7%E0%B8%87%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/5003822/UPHO.80775132.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A7%E0%B8%87%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-Thailand.jpg",
    "lat,lng": "16.09145183139491, 102.74584605341495",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-2-%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99-%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A7%E0%B8%87%E0%B9%84%E0%B8%A3%E0%B9%88-%E0%B9%83%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%84%E0%B8%9C%E0%B9%88-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-5003822",
    "": "",
  },
  {
    id: 151,
    name: "หมู่บ้านขอนแก่นวิลล่า (KhonKaen Villa), ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11477097",
    category: "บ้าน",
    price: "3,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 3 ม.ค. 2568 -พื้นที่ชั้น 280 ตร.ม. -ขนาดที่ดิน 288 ตร.ม. / 72 ตร.วา -12,152.78 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว 2 ชั้น หมู่บ้านขอนแก่นวิลล่า ศิลา ขอนแก่น\nโครงการ : ขอนแก่นวิลล่า (KhonKaen Villa)\nที่ตั้ง : ซ. มิตรภาพ 25 ถนน มิตรภาพ ต.ศิลา อ.เมืองขอนแก่น จ.ขอนแก่น\nรหัสทรัพย์ : T-89952",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453795.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453796.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453797.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11477097/UPHO.123453798.V800/%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2-KhonKaen-Villa-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.46808989243949, 102.83400941118579",
    Link: "",
    "": "",
  },
  {
    id: 152,
    name: "บ้านสุขทวี ขอนแก่น, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11668110",
    category: "บ้าน",
    price: "2,990,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 3 ม.ค. 2568 -พื้นที่ชั้น 148 ตร.ม. -ขนาดที่ดิน 413 ตร.ม. / 1 งาน 3 ตร.วา -7,243.22 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว โครงการบ้านสุขทวี ขอนแก่น (Baan Sukthawee Khonkean)\nโครงการ : บ้านสุขทวี ขอนแก่น (Baan Sukthawee Khonkean)\nที่ตั้ง : ต.ศิลา อ.เมืองขอนแก่น จ.ขอนแก่น\nรหัสทรัพย์ : T-99996",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11668110/UPHO.125904258.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%97%E0%B8%A7%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11668110/UPHO.125904259.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%97%E0%B8%A7%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11668110/UPHO.125904261.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%97%E0%B8%A7%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11668110/UPHO.125904262.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%97%E0%B8%A7%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.49820763811615, 102.8600414182712",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%97%E0%B8%A7%E0%B8%B5-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11668110",
    "": "",
  },
  {
    id: 153,
    name: "บ้านเดี่ยวบ้านเป็ด ของแก่น, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11524344",
    category: "บ้าน",
    price: "14,500,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 3 ม.ค. 2568 -พื้นที่ชั้น 400 ตร.ม. -ขนาดที่ดิน 716 ตร.ม. / 1 งาน 79 ตร.วา -20,251.4 / ตร.ม.",
    about:
      "ขายบ้านเดี่ยว 2 ชั้น เนื้อที่ 1 งาน 79.1 ตร.วา บ้านเป็ด ขอนแก่น\nบ้านเดี่ยว : บ้านเป็ด ของแก่น\nที่ตั้ง : ต.บ้านเป็ด อ.เมืองขอนแก่น จ.ขอนแก่น\nรหัสทรัพย์ : T-92577 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11524344/UPHO.124070651.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11524344/UPHO.124070652.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11524344/UPHO.124070654.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11524344/UPHO.124070656.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.411103523478953, 102.80750587868175",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%94-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11524344",
    "": "",
  },
  {
    id: 154,
    name: "บ้านแสนสุข ต.ศิลา ขอนแก่น, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11544699",
    category: "บ้าน",
    price: "2,890,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 3 ม.ค. 2568 -พื้นที่ชั้น 145 ตร.ม. -ขนาดที่ดิน 240 ตร.ม. / 60 ตร.วา -12,041.67 / ตร.ม.",
    about: "ขาย บ้านเดี่ยว 3นอน 2 น้ำ ซอย วัดป่าสุนทรวนาราม ต.ศิลา ขอนแก่น ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11544699/UPHO.124329038.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11544699/UPHO.124329040.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11544699/UPHO.124329042.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11544699/UPHO.124329044.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.494075291468754, 102.85926024040208",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11544699",
    "": "",
  },
  {
    id: 155,
    name: "บ้านวราสิริ มิ่งเมือง, ขอนแก่น\nในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "8527200",
    category: "บ้าน",
    price: "3,400,000",
    convenience: "-ที่จอดรถ -รักษาความปลอดภัย 24 ชม. -สนามเด็กเล่น ",
    detail:
      "-บ้านเดี่ยว ขาย -ตกแต่งครบ -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 240 ตร.ม.",
    about:
      "ขายบ้านแต่งครบ พร้อมอยู่\nขายบ้านเดี่ยว 2 ชั้น หมู่บ้านวราสิริ มิ่งเมือง ขอนเเก่น\n(ใกล้บึงแก่นนคร.)\n3 ห้องนอน 3 ห้องน้ำ จอดรถ 2 คัน\nพื้นที่ 60 ตรว. ราคา 3.6 ล้านบาท ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/8527200/UPHO.82528870.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/8527200/UPHO.82528920.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/8527200/UPHO.82528923.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/8527200/UPHO.82528929.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.395589483458863, 102.84028978049429",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%A3%E0%B8%B4-%E0%B8%A1%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%80%E0%B9%80%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%A5%E0%B8%94%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD-3-4-%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-8527200",
    "": "",
  },
  {
    id: 156,
    name: "The Base Height Mittraphap-Khon Kaen : เดอะ เบส ไฮท์ มิตรภาพ - ขอนแก่น, ขอนแก่น\n333 ถ. มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "7955490",
    category: "คอนโด",
    price: "2,250,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -สร้างเสร็จเมื่อ ม.ค. 2558 -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 30 ตร.ม. -75,000 / ตร.ม. -พัฒนาโดย Sansiri - แสนสิริ จำกัด (มหาชน) -983 หน่วยทั้งหมด",
    about:
      "ขาย the base kk\nขาย คอนโด The Base Height ขอนแก่น\nชั้น 25 ขนาด 30 ตรม\nเเต่งครบ ราคาลดจาก 2.5 ล้าน",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7955490/UPHO.76260925.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7955490/UPHO.76260898.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7955490/UPHO.76260901.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7955490/UPHO.76260900.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7955490/UPHO.76260903.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435281893439885, 102.82660984002149",
    Link: "https://www.ddproperty.com/property/the-base-height-mittraphap-khon-kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7955490",
    "": "",
  },
  {
    id: 157,
    name: "The Base Height Mittraphap-Khon Kaen : เดอะ เบส ไฮท์ มิตรภาพ - ขอนแก่น, ขอนแก่น\n333 ถ. มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "7945651",
    category: "คอนโด",
    price: "2,250,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -สร้างเสร็จเมื่อ ม.ค. 2558 -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 30 ตร.ม. -75,000 / ตร.ม. -พัฒนาโดย Sansiri - แสนสิริ จำกัด (มหาชน) -983 หน่วยทั้งหมด",
    about:
      "ขาย 2.25 ล\nขาย คอนโด The Base Height ขอนแก่น\nชั้น 27 ขนาด 30 ตรม\nเเต่งครบ ราคาลดจาก 2.5 ล้าน ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7945651/UPHO.76260612.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7945651/UPHO.76260615.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7945651/UPHO.76260617.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7945651/UPHO.76260623.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.43525102207279, 102.82669567071144",
    Link: " https://www.ddproperty.com/property/the-base-height-mittraphap-khon-kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7945651",
    "": "",
  },
  {
    id: 158,
    name: "The Base Height Mittraphap-Khon Kaen : เดอะ เบส ไฮท์ มิตรภาพ - ขอนแก่น, ขอนแก่น\n333 ถ. มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "7956348",
    category: "คอนโด ",
    price: "2,250,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -สร้างเสร็จเมื่อ ม.ค. 2558 -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 30 ตร.ม. -75,000 / ตร.ม. -พัฒนาโดย Sansiri - แสนสิริ จำกัด (มหาชน) -983 หน่วยทั้งหมด",
    about:
      "ขาย the base แต่งครบ\nขาย คอนโด The Base Height ขอนแก่น\nชั้น 12 ขนาด 31ตรม ห้องมุม\nเเต่งครบ ราคาลดจาก 2.4 ล้าน ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7956348/UPHO.76284556.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7956348/UPHO.76284558.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7956348/UPHO.76284559.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpghttps://th1-cdn.pgimgs.com/listing/7956348/UPHO.76284561.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435261312529036, 102.8265240093315",
    Link: " https://www.ddproperty.com/property/the-base-height-mittraphap-khon-kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7956348",
    "": "",
  },
  {
    id: 159,
    name: "The Base Height Mittraphap-Khon Kaen : เดอะ เบส ไฮท์ มิตรภาพ - ขอนแก่น, ขอนแก่น\n333 ถ. มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "7956579",
    category: "คอนโด",
    price: "2,200,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -สร้างเสร็จเมื่อ ม.ค. 2558 -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 30 ตร.ม. -73,333.33 /ตร.ม. -พัฒนาโดย Sansiri - แสนสิริ จำกัด (มหาชน) -983 หน่วยทั้งหมด",
    about:
      "ขาย คอนโด The Base Height ขอนแก่น\nขาย คอนโด The Base Height ขอนแก่น\nชั้น 9ขนาด 30ตรม\nเเต่งครบ ราคาลดจาก 2.4 ล้าน",
    image:
      "*https://th1-cdn.pgimgs.com/listing/7956579/UPHO.76288795.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7956579/UPHO.76288798.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7956579/UPHO.76288799.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/7956579/UPHO.76288796.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.435261312529036, 102.8265240093315",
    Link: "https://www.ddproperty.com/property/the-base-height-mittraphap-khon-kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-7956579",
    "": "",
  },
  {
    id: 160,
    name: "ที่ดิน และสิ่งปลูกสร้าง หมู่บ้านม่วง ตำบลบ้านทุ่ม อำเภอเมือง จังหวัดขอนแก่น, ขอนแก่น\nบ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "11708689",
    category: "ที่ดิน ",
    price: "1,499,999",
    convenience: "",
    detail:
      "-ที่ดิน ขาย -ประกาศเมื่อ 2 ม.ค. 2568 -ขนาดที่ดิน 10,353 ตร.ม. / 6 ไร่ 1 งาน 88 ตร.วา -144.88 / ตร.ม. (ที่ดิน)",
    about:
      "ที่ดิน ตำบลบ้านทุ่ม อำเภอเมือง จังหวัดขอนแก่น\nขาย\n- ที่ดิน และสิ่งปลูกสร้าง หมู่บ้านม่วง ตำบลบ้านทุ่ม อำเภอเมือง จังหวัดขอนแก่น\n(เจ้าของขายเอง)\nที่ตั้งโครงการ\n- หมู่บ้านม่วง ต.บ้านทุ่ม อ.เมือง จ.ขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11708689/UPHO.126427290.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11708689/UPHO.126427291.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11708689/UPHO.126427293.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11708689/UPHO.126427292.V800/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.439207873268362, 102.71121886953887",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99-%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AA%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87-%E0%B8%95%E0%B8%B3%E0%B8%9A%E0%B8%A5%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%A1-%E0%B8%AD%E0%B8%B3%E0%B9%80%E0%B8%A0%E0%B8%AD%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11708689",
    "": "",
  },
  {
    id: 161,
    name: "ขายถูก!! ทาวน์เฮ้าส์ชั้นเดียว หมู่บ้านเมืองประชา ใกล้มหาวิทยาลัยขอนแก่น ต.ศิลา อ.เมือง ขอนแก่น, ขอนแก่น\nศิลา, เมืองขอนแก่น, ขอนแก่น",
    code: "11617771",
    category: "ทาวน์เฮ้าส์",
    price: "1,000,000",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 96 ตร.ม. -ขนาดที่ดิน 96 ตร.ม. / 24 ตร.วา -10,416.67 / ตร.ม.",
    about:
      "ขายถูก ทาวน์เฮ้าส์ชั้นเดียว หมู่บ้านเมืองประชา ใกล้มหาวิทยาลัยขอนแก่น\nจุดเด่นโครงการ\n- ทำเลทองใจกลางเมืองขอนแก่น ใกล้มหาวิทยาลัยขอนแก่น ใกล้แหล่งชุมชนศักยภาพสูง ใกล็โรงพยาบาลศรีนครินทร์ ใกล้โรงพยาบาลศูนย์ขอนแก่น เดินทางสะพดวกใกล้บายพาสใกล้ถนนมิตรภาพ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11617771/UPHO.125360606.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81!!-%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%8A%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11617771/UPHO.125360607.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81!!-%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%8A%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11617771/UPHO.125360610.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81!!-%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%8A%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11617771/UPHO.125360609.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81!!-%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%8A%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11617771/UPHO.125360607.V800/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81!!-%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%8A%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "13.95618080129548, 100.51859501672175",
    Link: "https://www.ddproperty.com/property/%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81-%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7-%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%8A%E0%B8%B2-%E0%B9%83%E0%B8%81%E0%B8%A5%E0%B9%89%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%95-%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11617771",
    "": "",
  },
  {
    id: 162,
    name: "The Base Height Mittraphap-Khon Kaen : เดอะ เบส ไฮท์ มิตรภาพ - ขอนแก่น, ขอนแก่น\n333 ถ. มิตรภาพ, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "11657236",
    category: "คอนโด ",
    price: "2,090,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -ตกแต่งครบ -สร้างเสร็จเมื่อ ม.ค. 2558 -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 30 ตร.ม. -70,087.19 / ตร.ม. -พัฒนาโดย Sansiri - แสนสิริ จำกัด (มหาชน) -983 หน่วยทั้งหมด",
    about:
      "ขายคอนโดเดอะเบส ไฮท์ มิตรภาพใกล้ห้างเซนทรัล 1ห้องนอน 1 ห้องน้ำชั้น 26\nหากคุณกําลังมองหาคอนโดที่มีมาตรฐานที่สูงขึ้นและสภาพแวดล้อมสีเขียวและสิ่งอํานวยความสะดวกที่ดี ระบบรักษาควาปลอดภัย 24 ชม.\nฟิตเนส สระว่ายน้ำ ชั้นดาดฟ้า (ชั้น35)\nใกล้แหล่งธุรกิจนี่คือตัวเลือกที่ดีมากของคุณ ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11657236/UPHO.125767204.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg**https://th1-cdn.pgimgs.com/listing/11657236/UPHO.125767054.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11657236/UPHO.125767050.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11657236/UPHO.125767051.V800/The-Base-Height-Mittraphap-Khon-Kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4351584079421, 102.82650255165899",
    Link: "https://www.ddproperty.com/property/the-base-height-mittraphap-khon-kaen-%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%B0-%E0%B9%80%E0%B8%9A%E0%B8%AA-%E0%B9%84%E0%B8%AE%E0%B8%97%E0%B9%8C-%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B2%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11657236",
    "": "",
  },
  {
    id: 163,
    name: "ชลลดา, ขอนแก่น\nบ้านเป็ด, เมืองขอนแก่น, ขอนแก่น",
    code: "11345276",
    category: "บ้าน",
    price: "4,620,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 2 ม.ค. 2568 -พื้นที่ชั้น 233 ตร.ม. -ขนาดที่ดิน 248 ตร.ม. / 62 ตร.วา -18,659.13 / ตร.ม.",
    about:
      "ห่างจากถนนรอบบึงหนองโคตร ประมาณ 252 เมตร\nบ้านเดี่ยว 2 ชั้น\nรหัสทรัพย์สิน :\n4-0638 (L4_4_0638_G01) ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11345276/UPHO.123119566.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11345276/UPHO.123119569.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11345276/UPHO.123119570.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11345276/UPHO.123119571.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11345276/UPHO.123119569.V800/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.431123480427388, 102.806460820712",
    Link: "https://www.ddproperty.com/property/%E0%B8%8A%E0%B8%A5%E0%B8%A5%E0%B8%94%E0%B8%B2-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11345276",
    "": "",
  },
  {
    id: 164,
    name: "สีวลี มะลิวัลย์ ขอนแก่น : Siwalee Maliwan Khon Kaen,ขอนแก่น, ขอนแก่น\nมะลิวัลย์, บ้านทุ่ม, เมืองขอนแก่น, ขอนแก่น",
    code: "10756933",
    category: "บ้าน",
    price: "5,090,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 30 ธ.ค. 2567 -พื้นที่ชั้น 164 ตร.ม. -ขนาดที่ดิน 232 ตร.ม. / 58 ตร.วา -21,939.66 / ตร.ม.",
    about: "ใกล้ มหาวิทยาลัยขอนแก่น",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10756933/UPHO.116938907.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Siwalee-Maliwan-Khon-Kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10756933/UPHO.114770344.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Siwalee-Maliwan-Khon-Kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10756933/UPHO.114770349.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Siwalee-Maliwan-Khon-Kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10756933/UPHO.114770391.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Siwalee-Maliwan-Khon-Kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10756933/UPHO.114770351.V800/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Siwalee-Maliwan-Khon-Kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.450631825422406, 102.74779115165933",
    Link: "https://www.ddproperty.com/property/%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5-%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-siwalee-maliwan-khon-kaen-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10756933",
    "": "",
  },
  {
    id: 165,
    name: "บ้านเดี่ยวกระนวน, ขอนแก่น, ขอนแก่น\nหนองโก, กระนวน, ขอนแก่น",
    code: "11058254",
    category: "บ้าน",
    price: "1,230,000",
    convenience: "",
    detail:
      "-บ้านเดี่ยว ขาย -ประกาศเมื่อ 30 ธ.ค. 2567 -พื้นที่ชั้น 123 ตร.ม. / 43 ตร.วา -7,151.16 / ตร.ม.",
    about: "ใกล้ กองช่างและกองสาธารณสุข",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11058254/UPHO.118379092.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11058254/UPHO.118379093.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11058254/UPHO.118379094.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11058254/UPHO.118379095.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11058254/UPHO.118379096.V800/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.70809505925701, 103.08277327716486",
    Link: "https://www.ddproperty.com/property/%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%A7%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11058254",
    "": "",
  },
  {
    id: 166,
    name: "กันยารัตน์ เลควิว คอนโดมิเนียม : Kanyarat Lakeview Condominium, ขอนแก่น, ขอนแก่น\nรอบบึงแก่นนคร, ในเมือง, เมืองขอนแก่น, ขอนแก่น",
    code: "10748504",
    category: "คอนโด",
    price: "2,590,000",
    convenience: "-ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่าน้ำ -ห้องอบซาวนา",
    detail:
      "-คอนโด ขาย -ประกาศเมื่อ 27 ธ.ค. 2567 -พื้นที่ชั้น 35 ตร.ม. -74,212.03 /ตร.ม.",
    about: "ใกล้กับสวนสาธารณะบึงแก่นนคร ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/10748504/UPHO.114671367.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%A5%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1-Kanyarat-Lakeview-Condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10748504/UPHO.114671361.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%A5%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1-Kanyarat-Lakeview-Condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10748504/UPHO.114671363.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%A5%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1-Kanyarat-Lakeview-Condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10748504/UPHO.114671369.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%A5%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1-Kanyarat-Lakeview-Condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/10748504/UPHO.114671372.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%A5%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1-Kanyarat-Lakeview-Condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.409435318857987, 102.84212135165839",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-%E0%B9%80%E0%B8%A5%E0%B8%84%E0%B8%A7%E0%B8%B4%E0%B8%A7-%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1-kanyarat-lakeview-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-10748504",
    "": "",
  },
  {
    id: 167,
    name: "City Plus ขอนแก่น, ขอนแก่น\nซอย หมู่บ้านบ้านมะลิวัลย์, แดงใหญ่, เมืองขอนแก่น, ขอนแก่น",
    code: "11514009",
    category: "บ้าน",
    price: "2,290,000",
    convenience: "-กล้องวงจรปิด -รักษาความปลอดภัย 24 ชม. ",
    detail:
      "-บ้านเดี่ยว ขาย -สร้างเสร็จเมื่อ ม.ค. 2565 -ประกาศเมื่อ 27 ธ.ค. 2567 -พื้นที่ชั้น 236 ตร.ม. -ขนาดที่ดิน 236 ตร.ม. / 59 ตร.วา -9,719.86 / ตร.ม. -พัฒนาโดย SUP RUNGROJ 2494 Khon Kaen - ทรัพย์รุ่งโรจน์ 2494 ขอนแก่น",
    about:
      "-หมู่บ้านมะลิวัลย์ (หลังมุม) ตำบลแดงใหญ่ อำเภอเมืองขอนแก่น\nหลังมุม!! ขายเดี่ยวชั้นเดียว หมู่บ้านมะลิวัลย์ ตำบลแดงใหญ่ อำเภอเมือง ขอนแก่น เนื้อที่ 58.9 ตารางวา\nกว้าง 18 เมตร l ลึก 12.71 เมตร l 3 ห้องนอน l 3 ห้องน้ำ l 2 ห้องโถงนั่งเล่น l 1 ห้องครัว l แอร์ 4 เครื่อง l 2 ที่จอดรถ l หันหน้าทางทิศตะวันตกเฉียงเหนือ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11514009/UPHO.123939516.V800/City-Plus-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11514009/UPHO.123939517.V800/City-Plus-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11514009/UPHO.123939518.V800/City-Plus-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11514009/UPHO.123939519.V800/City-Plus-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11514009/UPHO.123939520.V800/City-Plus-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-Thailand.jpg",
    "lat,lng": "16.4662061189628, 102.75493192930448",
    Link: "https://www.ddproperty.com/property/city-plus-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11514009",
    "": "",
  },
  {
    id: 168,
    name: "ทาวน์เฮ้าส์ชุมแพ ของแก่น, ขอนแก่น\nไชยสอ, ชุมแพ, ขอนแก่น",
    code: "11470921",
    category: "ทาวน์เฮาส์",
    price: "800,000",
    convenience: "",
    detail:
      "-ทาวน์เฮ้าส์ ขาย -ประกาศเมื่อ 27 ธ.ค. 2567 -พื้นที่ชั้น 50 ตร.ม. -ขนาดที่ดิน 106 ตร.ม. / 27 ตร.วา -16,000 / ตร.ม.",
    about:
      "ขายทาวน์เฮ้าส์ชั้นเดียวหลังมุม เนื้อที่ 26.6 ตร.วา ชุมแพ ขอนแก่น\nทาวน์เฮ้าส์ : ชุมแพ ของแก่น\nที่ตั้ง : ต.ไชยสอ อ.ชุมแพ จ.ขอนแก่น\nรหัสทรัพย์ : T-89477",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11470921/UPHO.123370982.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11470921/UPHO.123370983.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11470921/UPHO.123370984.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11470921/UPHO.123370985.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11470921/UPHO.123370986.V800/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-Thailand.jpg",
    "lat,lng": "16.54191159060028, 102.09841624921044",
    Link: "https://www.ddproperty.com/property/%E0%B8%97%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E-%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11470921",
    "": "",
  },
  {
    id: 169,
    name: "กันยารัตน์ LakeVille Condominium, ขอนแก่น\nถนน กลางเมือง, บ้านฝาง, บ้านฝาง, ขอนแก่น",
    code: "11535437",
    category: "คอนโด",
    price: "5,700,000",
    convenience:
      "-กล้องวงจรปิด -ที่จอดรถ -ฟิตเนส -รักษาความปลอดภัย 24 ชม. -สระว่ายน้ำ",
    detail:
      "-คอนโด ขาย -สร้างเสร็จเมื่อ 26 ธ.ค. 2567 -พื้นที่ชั้น 70 ตร.ม. -81,428.57 / ตร.ม. -222 หน่วยทั้งหมด",
    about:
      "ขายคอนโด กันยารัตน์เลควิวล์\nรหัสทรัพย์ : CX-102574\nโครงการ : กันยารัตน์เลควิวล์ - Kanyarat Lakeview\nที่ตั้ง : รอบบึง ตำบลขอนแก่น อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 45000 ",
    image:
      "*https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211695.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211696.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211698.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg*https://th1-cdn.pgimgs.com/listing/11535437/UPHO.124211699.V800/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-LakeVille-Condominium-%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9D%E0%B8%B2%E0%B8%87-Thailand.jpg",
    "lat,lng": "16.409579404329197, 102.84204624980464",
    Link: "https://www.ddproperty.com/property/%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C-lakeville-condominium-%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99-%E0%B8%82%E0%B8%B2%E0%B8%A2-11535437",
    "": "",
  },
];
